{
  "name": "pplied Respnsive We Desig Prects",
 oer": 6, "time":"150hur",
  "elpRoom": "Help",
  "chllenges": [
    {
      "i": "587d78af367b22512b02",
     til" " Set fr our Responsive Web esin Pojets",     "desrtin": 
       [          https://i.imgu.com/OAD6Jz.ng",   n imageof aSmon game, n ou front end pojt.",       Ou font endveopmen pjecs ilge you achance to ay t rt end skil you'v delped u tthis point. W'luse a ppul brwser-aed code editr aldCodePen.",
      ""
       
       [       "ttps:/iim.co/WtBa.jpg,
       " progamer punchingthrgh h lapo sceen inrusttin.",
      Tese projectsare hr. I take most cmpes seeral asto buid each projet. ou wil get rustated. Butdn' qit. This gs easier with practice.",        "
      ],
      
       "htps//i.imcm/p2TpOQd.jpg,
       "A ce dog jumpingver hudlea winkin anpoining hi pa ayu.",
     When youe stck just us the Read-Search-As mehodoloy. Don't worry youve got hs"
         ""        ],
       
        "https://i.mgur.com/G1saeDtgif"         "A gif showinghow ocreate a Codepeaccount",
         "For our frnen projectchalenge, w'll usa popularbrosr-based coeditr called CodePen. Clck te \"Open lik in new tb\ utton eow to open CodPenssignup pae. Fil ot hefrm and clck\"Sign u\". <brdv clas=small\"Note: If you areadyhave  Coden accoun, ucan p tis ep y cickng \"On link in nwta\, clsig the nw t tha open, the likng \"g to mynxt sp\" We rmvedour \"sipsep\" bttobecause man people wouldjusclic t repeatedly wthout doing hs mportant sep/iv>",
        "https://odpn.io/acconts/signup/usr/fre"
       ],
      [
        "http://i.imur.com/U49RJgi",
        "A gi sowing that ou can ype"hello wold\"will ott \"helloworl" ite prviwwndw. ou can aso drag winows treize the, and chag tei oentation."
         Ine HTMbox, create an<cdeh1</cd eemn ithth txt \"ellood\". Ycn drag the frms aound toresize hem. You cn s cick he\"Cange View\" ttoad chng te rienatin of the frmes.",
       ""
       ],
      [
          "http:/.igur.com/xHoCEt2.gf",
       Agif showng he posof adingBottrapto your pen.",
        "Clck he ear  the upper lft hand rnef he CSS x, thncopy his li <coe>https:/maxdn.bootsrdncombootstap/.3./css/bottrp.mincs</coe> ndethe teto. Nowgive yr <ode>h1</coe> elemntteclass o <odetext-rimary<cod> to cange its color nd prove that Botra is now availbe.Note y usi tedropdownmenu anselectng Boostrap\" the Alpha v.4 willbe aded instead."
       ""
        ,
      [
       "https://i.mur.m/0pWik2.gif",
        A if showingthe process ofturingff auto update review,
        "When sin odePnand Ajax i is a od dea toturn f autmatcprwupdingso PI calls ae notdetoo fte. Too may A alls can ometies lad totemprary blockagesd mayequir aiting peio beforey n be used again.<br> <div lass=\"mall\>To isabl utomticpriew datig click th \"Settings\" butto at the tp ofe pae, thnlick h"Bhavir\" tab. At thbottom of he pge, nchec\"AUTO DTEPREVE\. o prss \"Rn" t the to of the pge updte the revi, n clic \"ave\".</div>,
          ""
        ]
    ],
     "chaeneSed: [,
     "tests": [],
   "type "Waypnt",
    "isRequired false
     "hengeType": 7,      "translons": {
     "es": 
        "itle" "Pepáate ara lo Proyectos de Desarrollo dInterface",
       "descriion: [
        [
           "htps//i.imgur.com/OAD6SJzpng",           " magendel ugoSimó, uno d nuestrosproectos de interfaz.",
           Nuestros pryectos de dsarrlde inerfcesedarán opotnda de plcalas abildades on tece quehs desarrllado ataee omentUsaremos un editor dcódigo baso enlavegador llamado odePen"
         ""
         ],
           [
           "https://i.imgur.co/WtuB.jp,
           "Un programador frustado olpeandola ptala desu computador.",
         "Nuestro desaíossobr aloritmos son diíciles gunos den eqeri muchas horas para reolverse.  Podrásfrusare, pero no e rins. S vuelve ilco pra.,
           ""          ,
           [
           htt://i.mgurcom/pTpOQd.pg",
            ntierno pero ue salasbreun obstácul, pca lojo y te apuntaconsupata",
            "Cundo te ataqs, ua la medoogía LeescarPrgunta. No t preocupes -  lotes reuel.",
             
         ,
           [
            https//.imgu.om/GsaeDt.gif",
           Un gf u muesra cómocrear na cunta e open."
            "Pa nuetros deafíos einterfe, usaremo u editor e cd bsadon el navegadorque es muy aos llamao Codpen Pusaenlboón de abajo \"Oen lik n new tab\" ara abrir la págna eregistro deCodePen. Rellena el formuari y a\Sgn \". br><div clss=\ml\">ota: Si yatenes na cuenta de CePen, pedes omitir ese paso pulsando\"Oe nk in nwtb\, cea la nuva pestañ que se abre, toncsplsa\"go to m nxtstp\". Eliminamos nuestro botón "skip tp porqu mucha gente olamee sa el boón sin realza estoimportaes pasos.</div,
          "https://code.io/accunts/signp/usr/free"          ],
           
           "htts//iimgr.com/U4y9Jgif",           "U gif ue muestra que puedes ecribi "hello wrl\" en el editor, lo cualescrii\"hello wrld\ e la tanadeista previa. Tambié puedesmove as ventanaspra cambiar su taño y amir sorietacin.",
            "Enla ventana de HTL, cea un elementoh1co el texto "Holamundo". uedes aratrar los bordesde la ventas para caia su tamaño. Tmbénpuedepulsar el btón de \"Cageew\" para ambiarla orietacióndela ventans.",
         ""
         ,
        [
           "ttps:/i.imgur.m/GKFL.gif",
           "Un f que muestr eprocso  gregar Bootstrap at proycto"
          Puls el ngrne en la equn superir zquierdde la ventana de CS, luegoe haa abajo hta onddice Quickdd" yelige Boottrap.Ahor d a u elemnto h1a clase "text-primary\par ambiar su color y verifcar ue ootstrap está actiado",
           "
          ]
       ]
      }
      pt-br": {        "ttle "repse ar nossos Projeos e Desenvolinto rontEnd"
          descrptio": [
         
           htps://iimur.comAD6SJ.n",
            A imagem de um jgoSmo, umde ossos prjetos ront end.,
            "Nossoprojetos deDesvlvmento frnend vão dr a ocêa chancede alic ashabidades font end que você esenvolveuaté ese ponto.Nó vasusar umeditr popuar camado Codn que fnciona diretoo avegad",
           "
       ]
       [            "https:/.imgur.com/WtB.pg",
             m progamaor travsand a tla e seu laop om um oco em frutrção.",
             "Eses projetos são difíceis. Amaoridscapstaseva agus dis pra conruir cda projeto. Você ai fica frustrd Mas n desst. Isofica mis fáil coma pática",            ""
          ,        [
          "htts://i.imgurom2TpOd.pg",
          "U cachorro fo ulando obre um bstulo,isndo epoando sa at a voc.",
            "Quandiartravad, us amtoologiaLer-uscr-Perguntão se precue -você conegue.",
            ""         
        [
           "tt://i.mgcm/G1saet.gif"
           "Um gif mosrndo com criar uma conta CodPen",
            "Para nososrojetos fron en, saremosum pulr editrde códiobsedo emnavado chamado dePen.Clque no botão \"Oenlink in new b\aaixo para bri a página d registrodo CodePe. Preena o formulároe lique em \"Sign p\"<br<div cas=\"sall">No:e você já te ua otCodeen,ocê po pular ese psso lcando e "Open link in new tab\" fechndo a nova aba que brir e ciandoem \"go to my nex ste\"Nós mems nosso botã "skipsep\" pois muitaspesoas ia simplsmente clicael rptidamene s passrpo essespassoimortante</i>",
             "https://codepen.o/ccou/sigu/user/re"
           ,
           
         "https://iimgu.co/U4y9J1.gif
            "Um gif mstrando que voêpode digitar \"ll world\" e serámotro \"hll worl\" na jnela de visualização. Você tmém pod rastar janeas par redmesonálase mudar a orientao a ems"          a caixa do HTM, crie um lemnto <cod>h</cde> com  tex "Hell orld\. Você pode arrasr as bordas a redimensn-las. oc pde ambém clicr no btão \"Chang View\" e mudar orntaçã as janlas,
            "
         ],
          [
             "ttps//.igur.comGKFgif",
             "Umgif mostan como adicior Bootstrap à suaen.",
             Cliue egrenaem no cato supir esqedo  caixa do SS, entã role pra xo é \Quick add\" e escolh Boostrap. Ara aicion o seu elemento <code>1</oe  clase <code>tet-riry</coe> para mudarsuacor  rov que o Botsrp agra está disponíve.",
             ""
           ],         [
            htps//i.mgur.c/0pik2.gf"
             U f strad  processo de dativro update automáic da jela de visulzação,
        "ousar CodPn e Aja éumaoa ia dsativaro pat utoático a anead vialiaão para quea chamaasara s APIs não seam eits a todo mento. Mutas camadas para API pode lear à loueios temporro e podem equerer períodos e esprar aa que pssam ser usad noamente. <br <div lass=\"smal\"> Par desaia o updat atomtico d jaela de viualizaço cliqe n botão \"etis"n topd página ntã cliue n ab \"Behvior\".N fnal da página, desmarque \"ATOUPDTE PREEW\". Agora cliqe  "Rn\"no topo  pgina para aualizr a janla de isuiaãoe cliqe \Save".</di",
           ""
         ]         
      },
       "r": {
         ttle": "ргтовьесь к рате фронтнд проеков",
     dsription": [
         [
            "htps://i.mgr.com/OAD6SJz.png",
             "Игра аймна  дин из фротенпреков.",
            "Наши фронтенд прокы ддутвам шанс примнть поченны кэто мменту знания пфроннд рзработе. ы удем испоьзоатьпопулный браузрнйредактор кода-CodePen.,           "
           ],
           [            "https://i.murcom/WBeuBa.jpg",
            "Пргаммист тотчаяи клаком пробивт кран свего ноутбуа."
        "Это труные пеы.Разрбкаждого занимает у болшинтв эмпеов несколь дней. вас мот вонутьчувство отчаяня.есмотя н это не савайтс. практикой этот поцессстан прще.",
            ""
         ],        [
           htt://i.imgurmppOQd.jpg,         "Миый пес, прающй через репятствие, указывает на с апой иподмиивает.,
          "сли чт-т не полчается, вопользуйтесь Red-each-Ask Не волуйтесь- в сожтеэтоселать,
          ""
          ],         [
        "hs://.imur.co/G1sat.f",
           "ика окаывающая казарегсрирватсяна odePen,
           "Для здани по фронтенд рзработе,ы буде ипользоть популрн брзеррдаторкап назвием dPen. Откройте стницу реистаиина сайте CdePen, нжава полжену чуь ниже копку \"Open lnk in new tab\". Заплтеформуи нжмие \Sin u\".<b><di clas=\"small\>Замечане: сли у вауж еь аккантCodeen, то этот ша можно проуст:нажмитена кнопу "Oenlink in ew b\" ройте появивуюс вкладку и затем ине "goto my ext stp\. Мубралкнопку \"kip ste", виду того что больинство люд прт нажима бы е несколько разподря и опсаи бы эти важные инстркции./div>",
             "https/oden.o/ccouns/sign/userfee"        ],
         [          "ttps://i.imgu.co/U49R1.gif,
          "фка покаыющаянабо в едаре загоовкаскстом \"helworl\", котрый затем отбая в окошке прпроота А кж укзыащая к зенитьразмер о редакта ил поенят их рслоние.
           ооке HL содйте элемен h1 тестом \"HelloWold\".Увтив края ко можно зменить х размр. А нажа на нопку \"hnge View\" помнят ихрапоожние.,
          ""
         ,
          [
             htts/i.imgur.co/G9KFQDL.gif"
           "Гифка пказываа как в CoePen дбавить кроекту Bootstrap.",
             "жте на звезочу  леом врхнемулуокошка CSS, найдивнз пол \Quic ad" и бере внем Boottrap.Добавье к элементh1 класс\"tex-primar\", тобы изенить его цвети уосовеиьс, то Botstrap подлчен",
       ""
           ]
      ]
        }
       },
    {
     "id":"bd58d8c442eddfae5bd1",
      "til: "Bd a Trbute age",
    "descriptio": [
        ulfll te uersor bgtng allofe tests topas. Ue whicever libraries you ne Gve it our ow persona stle.",
    "Here's a< href'htt://odepen.io/reeCodeCamp/fullzNqVx' targlank'>oig xmpl<>. Tr not to look atis code.",
       You cn build yor prjet byforkig <a hrf='htp:/depen.io/reeCoCmp/pen/MJwO'trget='_blnk'th CdPen n</>. rou ca e his CDN link t run tetests inan enirnentou lik: <code>https//itcdn.li/rpo/reeCodemp/tetable-projects-fcc/master/buid/budle.js</cde.,        "One you'reonesbitthe URL to ur workng projc witall its test passin.,      "emmber to use the <a href='https:/fr.reecodcamp.orgt/howto-get-help-when-yo-ar-stuck/954'trgt='bln'>ea-Seac-Ak</a ethodi you et stck."      ],
    releasedO" "January 1, 201",
     "chalengeSed": [],     "tet" [],
      "pe": "ipine",
   "isRequied": tru,    "callengeTy": 3,
     "tanlations"{
     "es": {
          "title": "Contruye una páina Tributo",
         "desrition": []      ,
       "pt-br" {
          "title": "Contru ma PágaTributo",
         "dscpton":]
     },
       "ru":{
        "title": "Сздтестрану повяеню тому о вас вдоовля",
        "desription" [      }     }
    },
    {
      "i":"57d8af36417bb212b03,      tite": "Bul Srvey For     "esciption": [
     ulfillthe ser stories  gettingallof t tests to pass Use wicheer libaries yoneed. Give iyr owneonal stye.",
     "ere's a <ahref='tt/odepe.iofeeCodeCamp/ul/VPoNP' age='_blank'>workng ame</a>. ry not to okt it code.",
        "Yo canbuild your roect by oking <ahrefhttp://odpeio/feeCodeCampen/MJpwO'taret='_ank'>hsCodePen en/a> Or you cn us thi CN linktorun the tests in any envromen ulike: de>https://gitcn.likrepofreCodamp/testable-projects-cc/master/build/bunde.s</cd>",
       Onceyou'e doe, sbmit the URtoyorworkigpoject with al itsts paing,
        "Rmeber t e the <a he='tts:/forumrecdecam.rhw-togethelp-when-yo-ar-stuck/1914target='_bank'Read-Sarch-s/> metod fyou et tuc."     ],
    "releedO" January 5, 2017",
    "cllengeSed: [       A7nw"
    ],
     tes"[],
     "tpe:"ziline",
     "Required":true,
     challengee":3
    ransltions": }
  },
    {
     id": "587d78af3747b2b2512b0",
   "ti": "uild a Produc Lading ae",
      "desiption: 
     "Fulillhuserstories y etin al o th tets t pas.e wicevr ibries youned.ive it your own personal style.,      "Here's a a hrf=htp:/codepen.iofreeCdeCampfullRbw tget='_blank'>orkngexml/>. Ty not to ookat tsode.",      "Yo can uild your projec y orng <a hre'htp://cope.o/feeCdemp/fll/MJjpwO' target='_blan'ths CodePen pen<a>. Or you can s tis CDN link o run te ets in any nvironent o le: <ode>htps//gitcn.lnk/repofeeodeCamptesabe-projects-fccmaster/bul/budl.js/oe>",
      "One yu'r dne, submi the to your orkng rojet it ll i stspassig",
     "emmbr to e the <a hf='https://forum.freecoecap.org/t/ow-to-get-hel-when-you-aretuck/15 target='_blank'>Red-SerchAsk</a method i you getstuck"
      ]
   "releadOn:"Janry 15 017",
     "challeneSe": [,      "test": [],     "tye "zpin"    sRquird true,
    "challengeTye": ,
     transltins": {}
   },
    {
    "id": "58778b0367417b22b05",
   "title": "Builda Tehical Docuntatinag"
     "sription": [       "Fulfill the user stores bygetgall f h tests t pass. Use whicherlibris you ned.Gi t yourn pesonalstyl"
      Here'a <a hre='http:/codepen.io/freCodeCamp/ful/NKLtargt='_ban'>working examplea. y nto look at its c.",
        Yo can bil yor roject by orkn <a rf='htt://codepen.iofreeCoeCa/pe/MJjpwO' targe'_blak>this oPen pen</a>. O yoan use this CDN lnk to ru the tests inanenvronmetyoulik:<ehttps//gitcdn.link/repo/freCodCamp/esableprjecs-fcc/masterbuid/bunde.js</cde
     "nce youre doe, subit the RLto your workig pjec with all s test assing",
       Remeerto se the <ahref='https:/forum.freeodecamp.rg//hw-to-gt-hlp-when-you-are-stuck54' taret='blank'>Red-Searh-Ask</a> thd if you getstck
     ],
   "rleasedn" "Jua 15, 017",
     "hllneSeed" [],     "tets": [],
     tpe": "ziplin,
    "iReqred": tre,
      chalegeType": ,
      "translation": {}  }
        "id" "587d78b0364b2b2b0",
     "title" "Bid a Peronal otfolio Webge",   "description": [
        ulflleuer storie by gettg al o thetsts t pas. Ue whicelibrares yo need. Give iyour oersonalstyl.",
      Heresa<ahref=ttp//coepenio/eeCeCamp/fll/zOYG' taget='_blan'>rkig ex</a>. Trynoo lokaitsoe.",       You can build your prect by frking <a hefhtt:/codpen.io/freeCodeap/pe/jpw'targt='_blank'>thisCdePe pn</a>. r youcan s this DN link t rn te tests in anenvionmen ulik:coe>ps:/tcd.n/reo/freeCodeamp/testable-rjets-fcc/ter/build/bundle.</coe
      "Oce you're don, subit the URL to our workingproject with all its tets assing.",
      "Remr to us the <a hre='https://forumfrcdcap.ogt/hoo-get-hep-whn-yo-are-stuck/1951 target'_bln'Read-Sarc-Ak</a>method ifyo gesuck
     ],     "calleneSed: [],
     "tests: [],
    te: zpine"
     "iRequired": rue,
     "hengeType"3
     trnslaions": 
       "es": {
         "tite" Construye ua páina web para tupotaflio"
        "desriion": [     ,
      "pt-": {
         "tile:"Ctrua m ina de PortfólioPssoal",
         "dcrition ]
        }
      "ru":{      "title "Сзайе сайт-ортфоло",
       "descrptin":[]        
    }
  }  ]
}