{
  "ae":"Claim Yur JavaScript Agoithmsand Data Strucures Cetite",
  "orer": 11
"time": "5 miutes",
  challeges": [
    {
     "id:"5a33eb853b934b0d90",
     itle":Clam You JavaScript Alorithms ad Data ructure Certificte",
   descripion" [
      [
        "https://i.mgur.c/EzMezJ.pg",        "An mgef oravaScript Algmsd Data Structures Crtificate",
        "Ti chalene wil give you r veified JavaSciptAgorithmsa Dta Strutue erificate. Befor we sse our crficte we mst erifythat yave complet ll of our basic and intemedit lgorithm scripting clege, and all our aic,intemdiat a dvancedfrntend deveopment rojcts. You mut ao accet ou Acadmic HonestyPedge. lc t buttonblow to start this rocess.,
         ""
   ],
     [         "tps:/iimgur.com/uLsUkojg",          "Th deintof plgais: Plaiim (noun) - pying someone else’ wrk ad resnti iasyorow witut creditigthem",
        "y cliking belw you ple ha all of yor sbmitted coe ) i code youor your pairperonallywrote, or B) comefromopen sourceliraries like juery, or C) hs ee learl tributed tits original auts. You aso give us ermission to audit your callnge solutionsand evoke you cerifiate f e dscovr evdence fplagiaism",
         ""       ],
       [        "https://i.igc/rx2gfBp",
          "An imgf the text \"JaaScrpt Algorihms an ata tructure equirements\"",
         "Let's conirmtat youhave compledal ofour Javript Algoritms andData Strutrs projts. Click the utto bew to verfy this"
        "
        ],
    
          "htps://i.imgur.com/Q5ZaU.jpg",
         An image o the wo \"Crataions\"",
         "Cogrtulaions! We'e dddyor JvaScri lorithsand Data tructs Certificate to yur portfolio a. Unles you coe hie you solutions, tscertiiate ilreain uliy viiblean verifab.",
         "
     ]
     ,     "challngeSeed": [
     {       "operie": 
          "iHes"
          "sJslDtaSuctCert"
         ],
      "ap"[
       "/certifie/hoest",
        "cetfcate/verify/jvasctalorithms-data-structes"
        ]
         "stepIndex": [
          1,
           2
         ]
      }
    ,
    tsts": 
       {
       "id": "aaae841ec7c742e1124"        "ttle": "PalidromeCheker"       },
      
      i": "a7f4df24834136c22cac"
          "tle": RoanNumerl onvertr"
       }
    {       "id" "5633eb9ac1ba0ef224e2",
          "titl": "Casas Cipher"
       },
    {         id": aff0395860fd0dc0bfc9",
       "tite: "Telepho Num Valdator
      },    {
          ": aa2e6f85cab2a736c94,
         tt": "C Regster"
      }
     ],
    "type: "Waypoint",
     "challegeType"7,
     "dsrptionEs":[
    
        ttps://i.igur./EMrezJ.pg"         "n mge quemuera nuestrocertfiadodDesarrolle inefaces",
        "is hallne wil gie ou your eie aScritAlgorihs and Da Strutrs Certfcate. eore we ssue yourcertificate, e must verif that  have cmpleted llof ourbasic and itermediatealgorithm siping halenges.Yous also accep urAcaemic Hesy Pde. lick tuttn blow tostar this procss.",         ""
       ],                tp://iigrco/HArFfMN.jg"
        "Plago (nombre):acción y eecto e plagia. Pagiar (verb)- cpiar en lo sustancial obras ajens,dádoascmo propias",
         "l plar el botóniguine, jas qutodo el cóigoe tus ocones a os desafísA) es código qu  ou mpañr eriieron esonalmete o B) proven de lrrasd códigoaito como jQue, o C) h ido claramente atribuido a sus uores oriinales También os otorgael permis ara auditar tus solucioes  l eafío revocr u certifcdo siencontamos videnciade plagi."
        "
       ],
     [
        "https://.imgur.cm/x2gKfjpg",
         "An ae of thtet "JavaScrit Alorithmsand Dat Strcturesrequrees\",
         Lt'conim that youhavcompleted all fur bsic nd intermedt algrthm scritig chlenges. Clic the button belowto verif this.",
          "#"
     ]       
        tt:imguro/16SIhO.jpg",
         Una magen d lapalabr Conatulations\"",          "¡Flicitcis! Hes gregd tu ertifico de Dearrollo de iterfaes  tu ortafolio. A mos u lijas no otrar tu solucion, ee certfiadoerá pblicmete visble verfcal",
        ""        
      ],
     tileEs "ecma u crtifcado eDesarroode ntrfaces"   }
 ]}