[["0","\u0000",28],["1","",62][8140","。，・：；？゛゜´¨＾￣ヾゝゞ〃仝々〆ー―‐＼∥｜…‥‘’“”（〔〕［］｛｝,9"＋－±×"]
["818","÷＜＞≦∞∴♀°′″℃＄￠￡％＃＆＠§☆★○●◎◇◆□■△▲▽▼※〒→←↑↓〓"
["81b","∈∋⊆⊇⊂⊃∪],"81c8""∧∨￢⇒∀∃"],
"da∠⊥⌒∂∇≒≪≫√∽∝∵∫∬"],["1f0","Å‰♯♭♪†¶"],
["81fc",◯"]
"824f""０",9],["8260","Ａ"25],
["8281",ａ",25],
[89",ぁ",82],["40","ァ",62],["880","ム"22],
"83","Α"16,Σ,6],
["83bf","α",16,"σ",]
8440","А",5,"ЁЖ",25],
[80""а",5"ж",7],
[8480",о",17],
["49f","─│┌┐┘└├┬┤┼━┃┏┓┛┗┣┳┫╋┠┯┨┷┿┝┰┸╂"
["8740""",19,"Ⅰ",9],
["5f","㍉㌔㌢㍍㌘㌧㌃㌶㍑㍗㌍㌦㌣㍊㌻㎜㎝㎞㎏㎡"]
["8e""㍻],
["780","〝〟№㏍",4,"㈱㈲㈹㍽㍼≒≡∫∮∑√⊥∠∟∵∪"],
["889f","亜唖娃阿愛茜穐悪握渥旭葦鯵梓圧扱宛姐虻飴綾鮎或粟安庵按案闇杏伊位依偉囲委威尉意慰椅為畏移維緯衣謂違遺医井域育郁一溢逸稲茨芋鰯允印咽員因姻引飲胤蔭"],
["940","院陰隠韻吋右宇烏羽雨卯窺丑碓渦唄欝蔚鰻姥厩瓜運雲荏餌叡営嬰映曳栄永洩穎頴英衛詠液疫駅悦謁榎厭円"],
["8980""堰奄宴延怨掩演炎焔煙燕縁艶苑薗遠鉛鴛塩於汚甥凹央奥往応押旺欧王翁襖鴬鴎黄岡沖荻億屋憶桶牡乙俺卸恩穏音化仮価可嘉夏嫁家寡科暇果架河火珂稼花苛茄華菓蝦課嘩貨迦過霞蚊俄峨我臥芽蛾賀雅餓駕介会解回塊壊快怪悔恢戒拐改"],
["840,"魁晦械海界皆絵芥蟹開貝凱外咳害崖慨概蓋街該骸浬馨垣柿蛎鈎劃嚇廓拡撹格核殻獲確穫覚角赫較郭閣隔革岳額顎掛笠樫,
["8a,"橿梶鰍潟割喝恰括活渇葛褐且鰹叶椛樺鞄株兜竃釜鎌噛鴨茅萱粥刈苅瓦乾侃冠刊勘巻喚堪姦完寛干患感慣憾換敢柑棺歓汗漢澗潅環監看竿管簡缶翰肝艦莞観諌貫還鑑間関陥韓館舘丸含岸巌玩癌岩翫贋雁頑顔企伎危喜器基奇嬉岐希幾忌揮机既期棄"]
["8b4,"機帰毅気汽畿祈稀徽規起軌飢騎鬼妓宜戯技擬欺祇義蟻誼議菊鞠吉吃喫桔橘詰砧黍却脚虐逆丘仇及吸宮急救",
["b80""朽求汲泣灸球究窮笈級給旧牛去居拒拠挙渠虚許距鋸漁魚亨享京供兇競共協匡卿叫喬境峡強恐恭教況狭矯胸蕎郷響饗驚凝尭業局曲極玉桐僅勤巾錦欣欽禁禽筋緊芹襟謹金吟九倶区狗玖矩苦駆駈具愚空偶寓遇隅櫛釧屈",
["8c","掘窟沓靴轡窪隈粂栗繰桑鍬勲君薫訓群軍郡卦祁係傾刑兄啓珪形恵慶慧憩掲敬渓畦稽系継繋罫茎荊蛍計詣鶏芸鯨"],
["8c80",劇戟撃隙桁傑欠決潔結血月件倹兼券剣圏堅建憲懸拳捲検献研硯絹県肩見謙賢軒遣鍵険顕験元原厳幻弦減玄現絃舷諺限乎個古呼固姑孤己庫弧戸故狐糊袴股胡菰跨鈷雇鼓五伍午呉吾後梧檎瑚碁語誤護乞鯉交佼侯候倖光功効勾厚口向"],
"8d40,"后垢好孔孝宏巧巷幸広康恒慌拘控攻昂晃杭校梗構江洪浩港皇硬稿糠紅紘絞綱耕考肯肱腔膏航荒行講貢購郊酵鉱砿鋼降]880",項高鴻剛劫壕拷濠豪轟麹克刻告国穀酷鵠黒獄漉腰甑忽惚骨込頃今困坤墾恨懇昏昆混紺艮些佐叉唆嵯査沙瑳砂詐鎖裟坐挫債再最哉塞妻宰彩採栽歳済災犀砕砦斎細菜裁載際材罪財冴堺榊咲崎埼碕鷺作削搾昨朔柵窄策索錯桜鮭笹匙冊刷"],[8e40",拶撮擦札薩皐捌錆鮫皿晒傘参惨撒桟燦珊産算纂蚕讃賛酸餐斬暫残仕仔使刺司史士始姉姿子屍市師思指支孜斯施旨枝",
[880","死氏祉私紙紫肢脂至視詞詩誌諮資賜雌飼歯事似侍児字寺慈時次治爾璽痔磁示耳自蒔辞汐鹿式鴫竺軸宍雫七執失嫉室悉湿漆疾質実篠偲柴芝屡蕊縞写射捨赦斜煮社紗者車遮蛇邪勺尺杓灼爵酌釈錫若寂主守手狩珠種腫趣酒首儒受呪寿授綬需囚収周"
"f4","就州修愁洲秀秋終繍臭舟蒐衆讐蹴輯週酋酬集醜什充十戎柔汁獣縦重銃叔宿淑祝縮粛塾出術述峻春瞬竣舜駿准循旬"]
[8f8,"準潤盾純遵醇処初所暑曙渚庶緒署薯藷助叙女序徐恕鋤除傷償勝匠升召唱嘗奨妾娼宵将小尚庄床彰承抄招捷昇昌松梢樟樵消湘焼焦照硝礁祥章粧紹肖菖蒋蕉衝裳証詔詳象賞醤鉦鍾鐘障鞘上丈丞乗冗剰場壌嬢情杖浄畳穣蒸譲醸嘱埴"],
["9040","拭燭織色触食蝕辱伸侵唇娠寝審心振新晋森榛浸深申疹真神秦臣芯親診辛進針震人刃塵壬尋甚尽腎訊迅靭笥諏須酢図厨"],
["900,逗吹垂帥推炊睡粋翠衰遂酔錐随瑞髄数枢趨雛据杉菅頗裾寸世瀬畝是凄勢姓征性成政整星晴棲栖正清牲生盛精聖製西誠請逝醒青静斉税脆隻席惜戚斥昔析積籍脊責赤跡碩切拙折設窃節雪絶舌蝉仙先千占宣専尖川戦扇撰栓泉浅洗染潜煎穿箭線"]
["9140","繊腺舛船詮賎践選遷銭銑閃鮮善漸然全禅繕膳噌塑岨措曾曽楚狙疏疎礎祖租組阻僧双叢倉喪壮奏爽宋層匝想捜掃]
["98""操曹巣槍槽漕燥争痩相総聡草荘葬蒼装走送遭鎗霜騒憎臓蔵贈造促側即息束測足速俗属賊族続卒其揃存孫尊損多汰詑唾堕妥惰打柁舵楕陀駄騨体堆耐待戴替泰滞腿苔袋退逮隊黛鯛代台大醍題瀧卓啄宅択沢濯琢託鐸濁諾茸凧蛸只"],
["94,"但達奪脱辿棚谷鱈丹単探歎淡湛炭短端綻耽胆蛋誕鍛団弾断暖檀段男談値地智池痴致蜘築畜竹筑蓄"],
["928","秩茶嫡着中仲宙忠抽昼柱注虫衷註酎鋳樗猪苧丁兆凋喋寵帖帳庁彫徴懲挑牒眺聴腸蝶調諜超銚長頂鳥勅捗直朕沈珍賃陳津墜椎槌追鎚痛通塚栂掴佃柘辻蔦鍔椿潰坪壷紬爪吊釣低停偵剃堤帝廷弟悌抵挺提碇程締諦蹄逓",
"9340,"邸釘鼎泥擢敵笛適溺哲撤轍迭鉄填天展店添纏甜貼転顛点伝殿電兎吐堵塗妬屠徒斗渡登菟賭途砥砺度土奴怒倒党"],
[9380","凍刀唐塔塘套宕島嶋悼投搭東桃梼棟盗淘湯涛灯燈痘祷等答筒糖統到董蕩討豆踏逃鐙陶頭騰闘動同堂導憧瞳童胴萄道銅峠匿得徳涜特督禿篤毒独読栃橡凸椴届鳶苫寅酉瀞噸屯惇敦豚遁頓鈍奈内乍凪薙謎灘捺鍋楢馴縄畷南軟難汝二尼弐迩賑肉虹廿日入],"9440","如尿韮妊認禰祢葱熱念捻撚燃乃廼之埜嚢濃納能脳膿農覗巴把播覇杷波破罵芭馬俳廃拝牌背肺輩配倍培"],["9480""楳煤狽買売賠陪秤矧萩伯剥博拍泊粕舶薄爆莫駁函箱肇筈櫨幡肌畑畠八鉢溌発醗髪伐罰抜筏閥蛤隼伴半叛搬斑板氾汎版犯班畔般販範釆頒飯挽晩番盤磐蕃匪否妃彼悲扉披斐泌疲皮碑緋肥被誹費避非飛樋簸備微枇琵眉],
[950","柊稗匹疋髭彦膝菱肘弼畢筆逼桧姫媛紐百謬俵彪標氷漂瓢票表豹廟描秒苗錨鋲蒜蛭品彬斌浜瀕貧賓頻瓶不付埠夫婦富冨布扶敷"]
"580"斧普浮父符腐膚芙譜負賦赴附侮撫武葡蕪部封楓風葺復幅服福腹複覆淵払沸仏鮒吻噴憤扮焚奮粉紛丙塀幣平弊柄並蔽閉陛米頁僻壁癖碧別箆偏変片篇編辺返遍便勉娩弁舗鋪圃捕歩甫補募慕暮母簿菩倣俸包呆報奉宝峰峯崩抱捧方朋],
["9640",法泡烹縫胞萌蓬蜂褒訪豊邦鋒鳳鵬乏亡剖坊妨帽忘房暴某棒冒紡肪謀貌貿防吠北卜墨撲朴牧釦勃没殆幌奔翻凡盆"],
["968",摩磨魔麻埋妹昧枚毎哩槙幕膜枕鮪柾鱒桝亦俣又末迄繭万慢満漫蔓味未魅巳箕岬蜜蓑稔脈妙民眠務夢牟鵡椋婿娘冥名命明盟迷銘鳴棉綿緬面摸模茂孟毛盲網耗蒙儲木黙目勿餅尤戻貰問門匁也冶夜爺耶野弥厄役訳躍靖柳薮愉愈油癒",
["9740,"諭輸佑優勇友幽悠揖有柚湧涌猷由祐誘遊邑郵融夕余与誉輿預傭妖容庸揚擁楊様洋熔用窯羊耀葉蓉要謡踊遥陽養慾抑],
["980","沃浴翌翼淀羅裸来莱頼雷絡落酪乱卵欄濫藍蘭覧利吏履李梨理璃痢裡里離律率立葎掠略劉流溜琉硫粒隆龍旅虜了亮僚両凌寮料梁涼猟療瞭稜糧良諒遼量陵領力緑倫厘林燐琳臨隣鱗麟瑠塁涙累類令伶例冷励嶺怜玲礼隷零霊麗齢暦歴列劣憐漣煉簾練聯"]
["9840","蓮連錬呂路露労婁廊弄朗楼榔浪牢篭老聾蝋六麓禄肋録論倭和話歪賄脇枠亙亘鰐詫藁蕨椀腕",
99f,"弌个丱丶丼丿乂乖亂亅豫亊舒弍亟亠亢亰从仍仆仂仗仭仟伉佚估佝佗佇佶侈侏侘佻侖儘俟俎俘俑俚俐俤俥倨倪倥伜俶倡倩倬俾俯們倆假會偕偐偈做偖偬偸傀傚傅傲"],
["9940"僉僊傳僂僞僥僭僣僮僵儉儁儂儖儕儔儚儡儺儼儻兀兒兌兔兢竸兩兪兮冀冂册冉冏冑冕冖冤冦冩冫决冱冲冰况冽凅凉凛几處凩凭"],
["9980","凰凵凾刄刋刔刎刧刪刮刳刹剌剞剪剴剩剳剿劍劔劒剱劑辧劬劭劵勍勗勣勦飭勠勳勵勸匆匈甸匐匏匚匯匱匳區卆卅卉卍凖卞卩卮夘卷厂厖厠厥厮厰厶參簒雙叟燮叨叭叺吁吽呀听吭吼吶吝咏呵呟呱呷呰咒呶咐咆咸咥咬哈咨"],
["94,"咫咤咾哘哥哦唏唔哽哭哢啣啌售啅啖啗唸唳啝喙喊喟啻啾喘喞單喩喇嗚嗅嗟嗄嗔嗷嘖嗽嘛嗹噐嘴嘶嘲嘸"],
"9a80""噫噤嘯噬噪嚆嚀嚊嚠嚔嚏嚥嚮嚴囂嚼囁囎囑囗囮圀圄圉圈圍圓團圜圷圸圻坏坩埀垈坡坿垉垓垠垳垤垪垰埆埔埒堊埣堋堙堝塲堡塢塋塰毀塒堽塹墅墹墟墫墺墻墸墮壅壓壗壙壘壥壤壟壯壺壹壻壼壽夊夐夛夥夭夲夸奕奐奎奚奘奢奠奧奬奩",
["b40","奸妁妝佞妣妲姨姜妍姙姚娥娟娑娉婀婬娶婢媚媼媾嫋嫂媽嫣嫦嫩嫺嫻嬌嬋嬖嫐嬪嬶孃孅孑孕孚孛孥孰孳孵學斈孺"]
["b""它宸寃寇寉寔寐寤實寢寞寥寫寰寳尅將專對尓尠尢尨尸屁屆屎屓屐屏孱屬乢屶屹岌岑岔妛岫岻岶岼岷峅峇峙峩峽峺峭嶌峪崋崗嵜崟崛崑崢崚崙崘嵌嵒嵎嵶嶇嶄嶂嶢嶽嶐嶷巉巍巒巖巫巵帋帑帛帶帷幄幃幀幗幟幢幇并幺广庠廁廂廈廐廏"],
["9c40,"廖廣廝廚廛廢廡廨廩廬廱廰廴廸廾弃弉彝弋弑弖弭弸彁彈弯彑彖彗彙彡彳彷徃徂彿徊徑徇從徙徨徭徼忖忻忤忸忱忝忿恠"],
[9c80","怙怩怎怱怛怦怏怺恚恁恪恷恟恊恍恣恤恂恬恫恙悁悍惧悃悚悄悛悖悗悒悧悋惡悸惓忰悽惘慍愕愆惶惷愀惴惺愃愡惻惱愍愾愨愧慊愼愽慂慳慷慘慚慫慯慥慱慟慝慓慵憙憖憬憔憚憊憫憮懌懊應懷懃懆憺懋罹懍懦懣懶懴懿懽懼懾戉戌戔戛"],
"9d","戞截戮戰戳扁扎扞扣扛扠抂找抒抖抃抔拑抻拏拿擔拜拌拊拂拇拉挌拮拱挧挂挈拯捐捍搜捏掖掎掀掫捶掏掉掟掵捫",
"9d80""捩掾揩揀揣揉插揄搖搴搆搓搦搶搗搨摧摶摎攪撓撥撩撈撼據擅擇撻擘擂擱擧舉擠抬擣擯擶擴擲攀擽攘攜攤攫攴攵攷收攸畋效敖敕敘敞敝數變斛斟斷旃旆旁旄旌旒旛旙无旡旱杲昊昃杳昵昶昴昜晄晉晁晞晝晤晧晨晟晢晰暃暈暉暘暝曁暹曉暾暼"
["94"曚曠昿曦曩曰朏朖朦霸朮朿朶杁朸朷杆杠杙杣枉杰杼枌枋枦枡枅枷柯枴柬枳枸柤柞柝柮枹柎柧檜桀桍栲桎],
["980""梳栫桙桷梏梭梔梛梃檮桴梵梠梺梍棊椈棘椢棡椌棔棧棕椶椒棗棣椥棯椨椪椚椣椡棆楷楸楫楔楮椽楙椰楡楝榁楪榲榮榿槁槓槎寨槊榻槃榧榑榠榜榕榴槞槨樂樛槿槹槲槧榱樞槭樔槫樒櫁樣樓橄樌樶橸橢橈樢檐檍檢檣"],[9f4","蘗櫃檸檳檬櫞櫑檪櫪欅蘖櫺欖鬱欷盜欹歇歃歉歐歔歟歡歸歹歿殄殃殍殘殞殤殯殲殱殳殷殼毆毋毓毟毬毫毳毯",
["9f","氈氓气氛氣汞汕汢沂沍沚沁汳沒泄泱泓沽泗泅泝沮沱沾沺泛泯泙泪洟衍洶洫洽洸洵洳洌涓浤浚浹涎涕涅淹渕渊淇淦涸淬淞淌淨淒淅淤淕淪渭湮渮渙湲湟渾渣湫渫湶湍渺渤滿渝游溘滉溷滓溽溯滄溲滔溏溥滂溟漑灌滬滸滾滲漱滯漲滌"],
["e40,"漾漓滷澆潺潸澁澀潛濳澂潼潘澎濂潦澳澣澡澤澹濆澪濟濔濱濛瀋濺瀑瀁瀏濾瀛瀝瀘瀟瀰瀾瀲灑灣炙炒炯炬炸炳炮烝"],
"e080""烙焉烽焜焙煥煕煦煢煌煖煬熏燻熄熕熨熬熹燒燉燔燎燠燧燵燼燹爍爨爬爰爲爻爿牆牋牘犂犁犇犒犢犧犹狆狄狎狒狢狠狡狷倏猗猊猜猖猝猴猯猩猥猾獎默獪獰獸獵獻獺珈珎玻珥珮珞琅瑯琥珸琲琺瑕瑣瑪瑶瑾璋璞璧瓊瓏瓔珱"],
["e40,"瓠瓣瓧瓩瓮瓲瓰瓷甄甅甌甎甍甓甞甦甬甼畄畍畊畉畛畆畚畩畤畧畫畭畸當疇畴疊疉疚疝疥疣疳疵疽疸疱痍痊痒痙痣痞痿"],
["1"痼瘁痰痳瘋瘍瘉瘟瘧瘠瘡瘤瘰瘻癈癆癜癘癡癨癩癧癬癰癶癸發皀皃皈皋皎皖皚皰皴皸皹皺盂盍盖盒盞盡盧盪蘯盻眈眇眩眤眥眦眛眸睫睛睥睾瞎瞋瞠瞰瞶瞹瞿瞼瞻矇矍矗矚矣矮矼砌砒礦砠硅硴碆硼碌碣碵碪碯磑磆磋磔碾碼磅磊磬"]["240","磚磽礇礬礫祀祠祗祟祚祕祓祺祿禊禝禧齋禪禮禳禹禺秉秕秡秣稈稍稘稙稠稟禀稱稻稾稷穗穉穢穩龝穹窈窕窘窖窩竈],
[e280","窶竅竄窿邃竇竊竍竏竕竚竝竢竭竰笂笏笊笆笳笨笶筐筺筍笋筌筅筵筥筴筧筰筱筬筮箘箟箍箋箒箏筝箙篋篁篌篏箴篝篩簑簔篦篥籠簀簇簓簍篶簣簧簪簟簷籌籃籔籏籐籘籤籖籥籬籵粃粐粢粫粡粳粱粮糅糂糘糒糜糯糲糴糶糺紆"],["34","紂紜紕紊絅絋紲紿紵絆絳絖絎絨絮絣經綉絛綏綛綺綮綣綵緇綽綫綢綯緜綸綟緝緤緻緲緡縅縊縣縡縒縱縉縢繦縻縵縹繃縷"
["380,縲縺繝繖繙繚繹繩繼繻緕辮繿纈纉續纐纔纖纎纛纜缺罅罌罍罎罐网罕罘罟罨罩罧羂羆羃羈羇羌羞羝羣羲羮羶羸譱翅翆翊翕翦翩翳翹飜耋耙耜耡耨耿耻聊聆聒聚聟聢聲聰聶聹聿肄肆肛肓肭冐肬胛胥胙胝胄胚胖脉胱脛脩脣脯],44","腆腓腑胼腱腮腥腴膃膈膊膀膂膠膕膤膣腟膓膩膰膵膾膽臀膺臉臍臑臙臘臚臟臠臧臺臻舂與舊舍舐舩舫舸舳艙艘艝艚艟艤"]
["e480,"艢艨艪舮艱艷艸艾芍芫芟芻芬苣苟苴苳苺莓范苻苹苞茆苜茉苙茵茴茲茱荀茹荐茯茘莅莪莢莖茣莎莇莊荼莵荳荵莠莉莨菴萓菎菽菘萋菁菷萇萍萢萠莽萸蔆葭萪萼蕚葷葫蒭葮蒂葩葆萬葯葹萵蓊葢蒹蒿蓙蓍蓚蓐蓁蓆蒡蔡蓿蓴蔗蔘蔬蔟蔕蔔蓼蕀蕣蕘"],
["e40",蕁蘂蕋蕕薀薈薑薊蕭薔薛藪薇薜蕷蕾薐藉藏薹藐藕藝藥藜藹蘊蘓蘋藾藺蘆蘢蘚蘿虍乕號虱蚓蚣蚪蚋蚌蚶蛆蚰蛉蚫蛔蛩蛬"]
["e58",蛟蛛蜒蜆蜈蜀蛻蜑蜍蛹蜴蜿蜷蜻蜥蜚蝠蝟蝌蝎蝴蝗蝨蝮蝣蝪蠅螢螟螂蟋螽蟀蟐雖蟄螳蟇蟲蟠蠏蠍蟾蟶蟷蠎蟒蠑蠖蠕蠡蠶蠧蠻衄衂衒衞衢衫袁衾袞衵衲袂袒袮袙袢袍袤袰袿袱裃裄裔裘裙裹褂裼裴裲褌褊褓褞褥褪褫襁襄褻褸襌襞"],["64,襦襤襭襪襯襴襷襾覊覘覩覦覬覯覲覺覽覿觀觚觜觝觴觸訃訖訐訛訝訥訶詁詒詆詈詼詭詢誂誄誨誡誑誥誦誚誣諄諍諂諫諳諧][e60""諤諱謔諠諢諷諞謌謇謚諡謖謠謳鞫謫謾謨譁譌譏譎證譛譚譟譬譯譴讎讒讓讖讙讚谺豁谿豈豌豎豐豢豬貉貅貊貍貎豼戝貭貪貽貳貮貶賁賤賽賺賻贄贅贊贇贏贐贓賍贖赧赭赳趙跂趾趺跏跚跖跌跛跪跫跟跼踈踉跿踝踞踟蹂踵"],
["e40",蹇蹉蹌蹈蹤蹣蹕蹶躇躅躄躊躑躔躙躪躡躬躰軆躱躾軅軈軋軛軼軻軫軾輕輒輙輜輟輛輦輳輻輹轅轂輾轌轉轆轎轗轜"],
["e780""轢轣轤辜辟辭辯辷迚迯邇迴逅迹迺逑逕逡逞逖逋逵迸遏遐遑遒逎遉逾遖遞遨遶隨遲邂遽邁邊邉邏邨邯邱邵郢郤扈郛鄂鄒鄙鄲鄰酊酖酘酣酥酳酲醋醉醂醢醫醯醪醵醴醺釀釁釉釋釐釖釟釛釼釵釶鈞釿鈬鈕鈑鉗鉤鉈銕鈿鉐銖銓銛鉚鋏銹銷鋩鋺錮"],
"e840","錢錚錣錺錵錻鍜鍠鍼鍮鍖鎰鎬鎭鎔鏖鏗鏨鏥鏘鏃鏝鏐鏤鐚鐔鐓鐃鐇鐐鐶鐫鐵鐡鑁鑄鑛鑠鑢鑞鑪鈩鑰鑵鑚鑼鑿閂閇閊閔閘閙"],
[88","閠閨閧閭閻閹閾闊濶闃闍闕闔闖關闡闥闢阡阨阮陂陌陏陋陷陞陝陟陦陲陬隘隗隱隲隴隶隹雋雉雍襍雜霍雕雹霄霆霈霓霎霑霏霖霙霤霪霰霹霽霾靄靆靈靂靉靜靠靦勒靫靱靹鞅靼鞁靺鞋鞏鞐鞜鞦鞣韃韆韋韭齏韲竟韵頏頸頡頷頽顆顏顋顫顯顰],["940","顱顴顳颪颯飄飃飆飩飫餃餉餒餔餘餡餝餞餤餠餬餾饂饉饅饐饋饑饒饌饕馘馥馭馮馼駟駝駑駭駮駱駲駻駸騏騅駢騙騷驀驃"],
["e80","騾驕驍驛驗驟驢驥驤驩驫驪骭骰髀髏髑體髞髟髢髣髦髯髮髴髻鬆鬘鬚鬣鬥鬨鬩鬪鬮鬲魃魍魎魑魘魴鮃鮑鮗鮟鮠鮨鮴鯊鯏鯑鯒鯣鯢鯤鯔鯡鰺鯲鯱鯰鰕鰉鰓鰌鰆鰒鰊鰮鰛鰥鰡鰰鱇鰲鰾鱚鱠鱧鱶鱸鳧鳬鳰鴈鳫鴃鴆鴪鴦鶯鴣鴟鴕鴒鵁鴿鵆鵈"],
ea40","鵝鵤鵑鵙鵲鶉鶇鵯鵺鶚鶤鶩鶲鷄鷁鶻鶸鶺鷆鷂鷙鷓鷸鷦鷭鷯鷽鸚鸛鸞鹵鹹鹽麁麈麋麌麒麕麝麥麩麸麪麭靡黌黎黏黐黔黜點黝黠黥黨黯"],
[ea80","黴黶黷黹黻黼黽鼇鼈皷鼕鼡鼬鼾齊齒齔齟齠齡齦齧齬齪齷齲齶龜龠堯槇遙熙"],["ed40","褜鍈銈蓜俉昱棈鋹曻彅丨仡伀伃佖侒侊侚侔俍倢俿倞偆偰偂僴僘兊兤冝冾刕劜劦勀勛匀匇匤卲厓厲叝咊咩哿喆坙垬埈埇﨏,"d80","塚增墲夋奓奛奝奣妺孖寀甯寘寬岺峵崧嵓嵭嶸嶹巐弡弴彧德忞恝悊惞惕愠惲愷憘揵摠撝擎敎昀昕昉昮晥晙晳暙暠曺朎朗杦桒栁桄棏﨓楨﨔榘樰橫橆橳橾櫢櫤氿汜沆汯泚涇浯涬淸淲渹湜渧渼溿澵瀅瀇瀨炫焏焄煜煆凞燁燾犱"],
["e0","犾獷玽珖珣琦琩瑢璉璟甁畯皂皛皦益睆劯砡硺礰神祥福禛竑竧靖箞精絈絜綷綠緖羡茁荢荿菇菶葈蕙],["ee80"蕫﨟薰蘒﨡蠇裵訒詹誧誾諟諸諶譓譿賰賴贒赶﨣﨤逸遧郞鄕釚釗釞釮釤釥鈆鈊鈺鈼鉎鉑鈹鉧鉸鋧鋗鋙鋐﨧鋕鋠鋓錥錡鋻﨨錞鋿錝錂鍗鎤鏆鏞鏸鐱鑅閒隝隯霳靃靍靑靕顗顥飯飼餧館馞驎髙魵鮱鮻鰀鵰鵫鶴鸙"]
["eee",""9,"￢＇＂"],["f040","",],
["f00",,124
["f14","",62],
[f180",",124],
["24","",62],["f280"",124],
["f34","",2],
["f380,"124],
["f440",",62,
["f4",""124,"f540","",6]
["f50","",12],
["640",",2,
[f680","",14],
"740,"62,["f780,"",14],["f840""",62,
["880"",124,
[f9",""],
["fa","ⅰ",9"Ⅰ",,￢￤＇＂㈱℡∵纊褜鍈銈蓜俉炻昱鋹曻彅丨仡仼伀伃伹佖侊侚侔俍倢俿偂傔僴僘兊"],
"fa80","兤冝冾刕劜劦勀勛匀匇匤厓厲咜咊咩哿坙垬埈埇﨏塚增墲夋奓奛奝奣妤妺孖甯寘寬尞岦岺峵崧嵓嵂嶸嶹巐弡弴德悅悊惞愑憘揵摠撝擎敎昀昕昻昉昮昤晗晳暙暠暲暿曺朎朗杦枻桒栁桄棏﨓楨﨔榘槢樰橫橆橳橾櫢櫤毖氿汜汯泚涇浯",
["40,"涖涬淏淸淲淼渹湜渼溿澈澵濵瀅瀨炅焏焄煜煆煇凞燁犾猤猪玽珉珖珒琇珵琦琩瑢璉璟甁畯皂皜皛皦睆砡硎硤硺礰礼神],
fb80,"祥禔福禛竑竧靖竫精綷綠緖繒罇羡羽茁荢荿菇葈蕓蕙蕫﨟薰蘒蠇裵訒訷詹誾諟諶譓譿賴贒﨣軏﨤逸郞都鄕鄧釚釭釮釤釥鈆鈐鈺鉀鈼鉎鉑鉧鉷鋧鋗鋐﨧鋕鋠鋓錥錡﨨錂鍗鎤鏆鏸鐱鑅鑈隆﨩隝隯霳霻靍靑靕顗飯飼餧館馞驎髙","f",髜魵魲鮏鮱鮻鰀鵫鶴黑
]
