[
["0","u0",17],
[40","　，、。．‧；：？！…‥﹐﹑﹒·﹔﹕﹖﹗｜︱—︳︴﹏（︵︶｛｝︷〔〕︹【】︼《》〉︿﹀「」﹁﹂『』﹃﹄﹙﹚"],
["a1a1","﹛﹜‘’“〝〞‵′＆＊〃○●△▲◎★◆□■▽▼㊣℅¯￣＿ˍ﹉﹊﹍﹎﹌﹟﹠﹡＋－×÷±＜＞＝≦≧≠≒≡﹢",4,"～∩⊥∟⊿㏒㏑∫∮∵∴♀♂⊕↑↓←→↖↘∥∣／"]
[a24","∕﹨＄￥〒￠￡％﹩﹪﹫㏕㎜㎝㎞㏎㎡㎏㏄兙兛兞兝兡兣嗧▁,7,"▏▎▍▌▋▊▉┴┬┤▔─│┌┐└┘"],
["a2a1","╮╰═╞╪╡◢◣◥╱╲╳",9,"Ⅰ",9,"〡8,"十卄卅Ａ",25,"",21],["340","ｗｘｚΑ",1,"Σ,,"α",6,"σ",6,"ㄅ",10],
"a3a1",""25,"˙ˉˊˇˋ"],
["ae","€"],
["a44",一七九了人儿入八几力匕三丈上丫丸凡久么也乞于亡兀刃千叉口土士夕大女子孑孓寸小尢尸山川工己巳干廾弓才"],
[a4a1","丐不中丰丹之尹予云井互五亢仁什仆仇仍今介仄元內公切刈勾化午升卅卞友及反天夫太夭孔少尤尺屯幻弔引心戈手扎支文斗斤日曰月木欠毋毛氏水爪父爻片牙犬"],
["a540,世丕且主乏以付仔仕仗代仙仞充冉冊出凸刊加功包匆北仟半卉卡占卯去古右召叮叩叼叫另只史叱句叭叻四囚外],
["5","央失奴孕它尼巨巧左市布幼弁弘弗必戊打扔扒扑斥旦朮本未末札正母民永汀犯玄玉瓜瓦甘甩甲疋白皮皿目矛矢石示禾穴立丞丟乒亙亦亥仿伉伙伊伕伐休伏仲件任仰仳份企伋兆全"],
["a40",共冰刑划刎刖劣匈匡匠危吉吏同吊吁吋各向名合后吆吒地在圭圬圯圩夙多夷夸妄奸妃好如妁字宅安寺尖屹州帆年"]
["a6a1,"式弛忙忖戎戌成扛托收旬旭曳有朽朴朵死氖汝江池汐汕污汛汍灰牟牝百竹米糸缶羊老而耒耳聿肉肋臣自至臼舌舟艮色艾虫行衣西阡位住佇佗佞伴佛何佐佑伽伺伸佃佔似但佣"],
[a40","作你伯低伶余佈佚兌克免兵冶冷別判利刪刨劫助努劬匣即卵吝吭吞否呎吧呆吳呈呂君吩告吹吻吵吼呀吱含吟听囪囤囫坑坍"],
"a1","均坎圾坐夾妝妞妣妖妍妤妊妥孝孜孚完宏尬局屁尿尾岐岔巫希序床廷弄弟彤形忘忌志忍忱快忸忪戒我抄抗抖技扶抉扭把扼找批扳扯折扮投抓抑抆改攻攸旱更束李杏材村杞杉"],
"a40",杓杗步每求汞沙沁沈沉沛汪決沐汰沌汨沖汽沃汲汾汶沍沔沘灶灼灸牢牠狄狂玖甬甫甸皂矣私秀禿究系罕肖肘肛肚育良"],
["a8a","芋芍見角言谷豆豕貝赤走身車迅迄巡邢邪邦那酉釆防阮阱並乖乳事些亞享京佯依使供例來侃佰併侈佩侑佺兕兩具其函刻券刺刮制劾劻卒協卓卑卦卷卸卹取叔受呵"],
["a940",咖呸咕咀呻呷咄咒咆呼咐呱呶和咚呢周咋固垃坪坩坡坦坼夜奇奔妾妻委妹妮姑姆姐姍始姓姊妯姒姅孟季宗定官宜宙宛屈,
["a9,"岷岫岱岳帘帖帕帛幸店府底庖延弧弩往征彿彼忝忽念忿怔怯怖怕怡性怫怛房戾所承拉拌抿拂拒招披拓拔拈抨抽押拙拇拍拚抱拘拖拗拆抬拎放斧於旺昔易昌昆明昀昕昊"],
["aa40""昇服朋枋枕東杷枇枝林杯杰枉析杵枚杼杲欣武歿氓泣注泳沱泌泥沽沸泄況沮泗泅沿泛泊沬泜泖泠"],
"aa1","炕炎炒爭爸版物狀狎狙狗狐玩玨玟玫甽疝疙的盲直矽祀祁空穹竺糾罔羌羋者肺肢肱股肩肴肪臥臾舍芳芝芙芟芹芬芥芸芣芰芾芷虎虱初表軋迎返邵邸邱邶采金長門阜陀阿阻附"],
"ab40"隹雨青非亟亭亮侵便俠俑俏保促俘俟俊俗俐俄係俎俞侷冠剃削剌剋則勇勃勁匍南卻厚叛咬哀咨哎哉咦咳哂咽咪品],
["aba1","哄哈咯咫咻咩咧咿垠垣垢城垮垓契奏奐姜姘姿姣姨娃姥姪姚威姻孩宣宦室宥封屎屋峙峒帝帥帟幽度建弈弭彥很待徊律徇後徉怒怠急怎恍恰恢恃恬恫恪恤扁拜按拼拭持拮拽指拱拷]
["ac40""拯括拾拴挑挂政故斫施昭映是星昨昱曷柿染柱柔某柬架枯柵柩柯柄柑柚查枸柏枰柙柝柒歪殃殆段毗氟泉洋洲洪流津洌洱洞"],["aca1","洽派洶洛泵洧洸洮洵洎炫為炳炬炭炸炮炤爰牲牯牴狩狠狡玷珊玻珍珀玳甭畏界畎畋疫疤疢疣癸皆皇皈盈盆盃盅省眉看盼眇砂研砌祆祉祈祇禹禺科秒秋穿突竿籽紂紅紀紇約缸美耄",["40","耍耑耶胖胥胚胃胄胡胛胎胞胤胝致舢苧茅苣苛苦茄若茂茉苒苗英苜苔苑苞苟苯茆虐虹虻衍衫要觔計訂貞負赳趴軍軌述迦迢迪迥"],
a1","迭迫迤迨郊郎郁郃酋酊重閂陋陌降面韋韭音飛食首香乘亳倌倍俯倦倥俸倩倖倆借倚倒們俺倀倔倨俱倡個候倘俳修倭倪俾倫倉兼冥冢凍准凋剖剛剝卿厝叟哨唐唁唷哥唆哺唔哩哭唉哮哪"
["ae40","唧唇哽唏圃圄埂埔埋埃堉夏套奘奚娑娟姬娠娣娩娥娉孫屘宰害家宴宸屑展屐峭峽峻峪峨峰島崁峴差席師庫庭弱徐恙"],
["aea""恥恐恕恭恩悄悟悚悍悔悌悅悖扇拳挈拿挾捕捆捏捉挺挽挪挫挨效料旁旅時晏晃晒晌晁書朕朗校核案框桓根桔栩梳栗桑栽柴桐格桃栘桁殉殷氣氧氨氦氤浪涕消涇浦浸海浙],
["f40","浬涉浮浴浩涌涊浹涅浥涔烊烘烤烙烏爹特狼狹狸狷玆班琉珮珠珪珞畔畝畚留疾病疲疳疼疹痂疸皋皰益盍盎真眠眨矩砰砧砸砝砷",
["afa","砥砠砟砲祕祠祟祖神祝祗祚秤秣秧租秦秩窄窈站笆笑粉紡紗紊素索純紐紕級納紙紛缺羔翅翁耘耕耙耗耽耿胱脂胰胭胴脆胸脈能脊胼臭臬舀舐航舫舨般芻茫荒荔荊茸荐草茵茴荏茹茶荀茱茨荃"],
["b00",虔蚊蚤蚩蚌蚣蚜衷袁袂衽衹記訐訕訊託訏豹財貢起躬軒軔軏辱送迷退迴逃追迸郢酒配酌釘釙閃陣陡"]
"b0a1","陛除陞飢馬骨鬥鬲鬼乾偺停假偃偌做偉偶偎偕偵側偏偯凰剪副務勘動匐匏匙匿區匾參曼商啪啦啄啡啃唱啕唯唸售唬啣啗圈圉域堅堊埤堵執培夠娶婉婦婪婀],
["b10","娼婚婆婊孰寇寄宿密尉專將屠屜崇崎崛崖崑崩崔崙崤崧巢常帶帷康庸庵庾張強彩彫得從徘徠徜恿悠您悴惦悽]
["b1a1","情悻悵惜惘惕惆惟悸惇戚戛扈掠控捲掖探接捷捧掘措捱掩掉掛捫推掄授採掬掏捻捨捺敝敖救教敗啟敘敕敔斜斛斬族旋旌旎晝晚晨晦曹勗望梁梯梢梓梵桶梱梧梗械棄梭梆梅梔條梟梡梂欲殺"]
["b240","毫毬氫涎涼淳淙液淡淤添淺清淋涯淑淞淹涸淒涵淚淫淪深淮淨淆淄涪淬涿淦烹焉焊烯爽牽犁猜猖猓猙琅球理現琍瓠瓶"],b2a1""瓷甜畦異疏痔痕疵痊皎盔盒眷眾眶硫硎祥票祭移窒笠笨第符笙笞笮粒粗粕絆絃統紹紼絀細紳組累終紲紱缽羚翌翎習耜聊聆脯脖脣脩脰舂舵舷舶船莎莞莘荸莢莽莒莊莓莉荷荻荼"],
["340""莧彪蛇蛀蚶蛄蛆蚱蚯術袞被袒袖覓規訪訥許設訟訛訢豉販貫貪貧赧赦趾趺軛軟這逍通逗連速逝逞透逖逛途"],
["b3a1","部郭都野釵釦釣釧釭閉陪陵陳陸陰陴陶陷陬雀雩章竟頂魚鳥鹵麥麻傢傍傅備傀傖傘最割剴剩勞勛博啻喀喧啼喊喝喂喜喪喇喃喳單喟唾喲喚喻喬喱啾喙圍堯場堤堰堡堠壹壺奠]["b0","媚婿媒媛孳孱富寓寐尊尋嵌嵐崴嵇巽幅帽幃幾廊廁廂廄弼彭復循徨惑惡悲悶惠愜愣愕惰惻慨惱愎惶愀愒戟扉掣掌描揩揉揆"],
"b4a1,"揣提握揖揭揮捶揪換摒揚揹敢散斑斐斯普晰晴晶景暑智晾曾替棕棠棘棗椅棟棵森棧棹棲棣棋棍椒椎棚楮棻欺欽殘殖殼毯氮氬港湔渡渲湧湊渠渥渣湛湘湖湮渦湯渴湍渺測湃渝渾滋],
["b540","溉湣湄湩湟焚焦焰無然煮牌犀猶猥猴琪琳琢琥琵琶琴琛琦甥甦畫番痢痛痣痙痘痞痠登發皖皓盜短硝硯稍程稅窘"],
ba1"窗窖等策筐筒筍筏筑粟粥絞結絨絕絮絲絡給絢絰絳善翔耋聒肅腕腔腑腎脹腆脾腌腓腴舒舜菩萃菸萍菅萋菁華菱菴著萊菰萌菌菽萸萎萄菜萇菔菟虛蛟蛙蛭蛔蛛蛤蛐蛞街裁袱覃視註詠詞詁"],
["b60,"詛詆訴訶詖象貂貯貼貳貽賁賀貴買貶貿越超趁跎距跑跌跛跆軸軼辜逮逵週進逶郾量鈔鈣鈞鈍鈐鈇鈑閔閏開閑"],
["b6a1",間閎隊階隅隆隍雁雅集雯韌項飧飯飩飭馮黃黍黑傭傲傳僅催傻僇剽勦勤勢勣嗟嗓嗦嗎嗜嗇嗑嗣嗤嗯嗚嗅嗆嗥園塞塑塘塚塌塭塊塢塋奧嫁嫉嫌媾媽媼],
"b740",媳嫂媲嵩嵯幌廉廈弒徬愚意慈感想愁愈慌慄慍愾愴愆愷戡戢搓搾搞搭搽搏搜搶搖搗搆敬斟新暗暉暈暖暘會榔業"],
["b7a1","楚楷極椰概楨楫楞楓楹榆楝楣楛歇毀殿毽溢溯滓溶滂源溝滅溘溼溺溫滑準溜滄滔溪溧溴煎煙煩煤煉煜煬煦煌煆煨煖爺牒獅猿猾瑯瑚瑕瑟瑞瑁琿瑜當瘀痰瘁痲痱痺痿痴痳盞盟睛睫睦睞督],b840","睹睪睬睜睥睨睢矮碎碰碗碘碌碉硼碑硿祺祿禁萬稜稚稔稟稞窠筷節筠筮粳粵經絹綑綁綏絛置罩罪署羨群聖聘肆肄腱腰腸腥腮腫",
["b81","腦舅艇蒂葷落萱葵葦葫葬葛萵葡董葩葭葆虞虜號蛹蜓蜈蜇蛾蛻蜂蜃蜆蜊裟裔裙補裘裝裡裕覜詫該詳試詩詰誇詼詣誠話誅詭詢詹詻訾詨貉賊資賄賃賂賅跡跟跨路跳跺跪跤跦躲較載軾輊],["b940","辟農運遊達逼違遇遏過遍遑逾遁鄒鄗酬酪釉鈸鈽鉀鈾鉛鉋鉤鉑鈴鉉鉍鈹鈿鉚閘隘隔隕雍雉雊雷電零靖靶預頑頊頒頌飼飴"],
"9a1,"飾馳馱髡鳩麂鼎鼠僧僮僭僕像僑僱僎兢凳劃匱厭嗾嘀嘛嘗嘆嘉嘎嘖嘈嘐嗶團圖塾境墓墊塹墅塽壽夥夢夤奪奩嫡嫦嫗嫖嫘嫣寞寧寡寥實察對屢嶄嶇幛幣幕幗廓廖弊彆徹慇"],
"ba4","態慷慢慣慟慚慘截撇摘摔撤摸摟摺摑搴摭摻敲斡旗旖暢暨暝榜榨榕槁榮槓構榛榻榫榴槐槍榭槌槃歉歌氳漳演滾漓滴漩漾漬漏漂漢"],"baa","滿滯漸漲漕漫漯澈漪滬漁滲滌滷熔熙煽熊熄熒爾犒犖獄瑤瑣瑪瑰瑭瘧瘋瘉瘓盡瞄睽睿睡磁碟碧碩碣福種稱窪窩端管箋筵算箝箔箏箸箇箄粽精綽綾綠緊綴網綱綺綢綿綵綸維緇綬"],
[bb40","翠翡翟聞聚肇腐膀膏膈膊腿膂臧與舔舞艋蓆蓄蒙蒲蓀蓓蒐蓑蓊蜿蜢蜥蜴蜘蝕蜷褂裴裹裸裨褚裯誦誌語認誓"],
["bba1","說誥誨誑誚誧豪貌賓賑賒赫趙趕跼輔輕輓辣遠遘遜遣遙遢遝遛鄙鄘鄞酵酸鉸銅銘銓銜銨鉼銑閡閨閩閣閥閤障際雌需靼鞅頗領颯餃餅餌駁髦魁魂鳶鳳鼻億儀僻僵價儂儈儉儅凜"],
"bc40",劇劈劉劍劊勰厲嘮嘹嘲嘿嘴嘩噗噴嘶嘯嘰墀增墳墜墮墩墦奭嫻嬋嬌嬈審層履嶝嶔幢幡廢廚廟廝廣廠彈德徵慶慧慮慕"]
[bca1,"慼慰慫慾憐憫憬憚憤憮戮摩摯摹撲撈撐撚撙撳敷數暮暫暴暱樣槨標模樓樊槳樂槭樑歐毅毆漿潼澄潦潔澆潭潸潮澎潺潰潤澗潘潯潠潟熟熱熨牖犛瑩璋",
["d0","瑾璀畿瘠瘩瘤瘦瘡瘢皚盤瞎瞇瞑瞋確磊碾磕碼磐稿穀稽稷稻窮箭箱範箴篆篁箠篌糊締練緻緘緬緝編緣線緞綞緙緲緹"]
["ba1","翩耦膛膜膝膠膚膘蔗蔽蔚蓮蔬蔭蔑蔣蔡蔔蓬蔥蓿蔆螂蝴蝶蝠蝦蝸蝨蝙蝓衛衝褒褕褊誼諒諄誕請諸課諉諂調誰諍誹諛豌豬賠賞賦賤賬賭賢賣賜質賡赭趟踫踐踝踢踏踩踟踡踞躺輝輛輟輦輪輞"],
["b40","輥適遮遨遭鄰鄧鄱醉醋醃鋅銻銷鋪銬鋤鋁銳銼鋒鋇鋰銲閭閱霄霆震霉靠鞍鞋鞏頡頫頜颳養餓駝駐駟駕駒骷鬧魯鴆鴉,["ea1",鴃麩麾黎墨齒儒儘儔儐冀冪劑劓勳噙噫噹噤噸噥噱噯噢噶壁墾壇壅嬴寰導彊憲憩憊懍憶憾懈戰擅擁擋撻撼據擄擇擂操撿擒撾整曆曉曄曇暸樽樸樺橙橫橘樹橄橢橇樵機橈歙歷氅濂澡"],
"bf40","濁澧澳激澶澦澠澴熾燐燒燈燕熹燎燙燜燃獨璜璣璟璞瓢甌甍瘴瘸瘺盧盥瞠瞞瞟磨磚磬磧禦穎穆穌穋窺篙築篤篛篡篩篦糕糖縊],
["f1","縑縈縛縣縞縝縉縐罹羲翰翱翮耨膩膨興艙蕙蕈蕨蕩蕃蕉蕭蕪蕞螃螟螞螢融褪褲褥褡諺諫諱謀諜諧諮諾謁謂諷諳諶諼豫豭貓蹄踱踴蹂踹踵輻輯輸輳辨辦遵選遲遼錠錶鋸錳錯鋼錄錚",
[c040""錐錦錡錕錮錙閻隨險雕霎霍霓霏靜鞘頸頻頷頭頹餐館餞餛餡餚駭駱骸骼髭鬨鮑鴕鴣鴦鴨鴒鴛默龍優償儡儲勵嚎嚀嚐嚅嚇",
[c01,"嚏壕壓壑壎嬰嬪嬤尷屨嶺嶽嶸幫彌徽應懂懇懦懋戲戴擎擊擰擦擬擱擢擭斂斃曙曖檀檢檜櫛檣橾檗檐檠歜殮毚氈濘濟濠濛濤濫澀濬濡濩濕濮濰燧燮燦燥燬燠牆獲璦璨療癌盪瞪瞰瞬"]["c140","瞧瞭矯磷磴磯礁禧禪穗窿簇簍篷簌糠糜糢糟糙縮繆縲繃縫縱繅縴縹繈縵縿罄翼聱聰聯聳臆臃膺臂臀膽臉膾臨舉艱薪"]
["1a"蕾薜薑薔薯薛薨虧蟑螳蟒蟆螻螺蟋褶襄褸褽覬謎謗謠謄謐谿賺賽賸賻蹉蹈蹊輾轂轅輿避遽還邁邂邀鄹醞鍍鎂錨鍵鍥錘鍬鍰鍔闋闌隱隸雖霜霞鞠韓顆颶騁"],[c2","駿鮮鮪鮭鴻鴿麋黏點黜黝黛鼾齋叢嚕嚮壙壘嬸彝戳擴擲擾攆擺擻擷斷曜朦檳檬檻櫂歟歸殯瀉瀋濾瀆濺瀑瀏燻燼燾燸獷獵璧璿甕癖癘"],
["c21,"瞽瞿瞻礎禮穡穢竄竅簫簪簞簣簡糧織繕繞繚繡繒繙罈翹翻職聶臍臏舊藏藍藉薰薺薹薦蟯蟬蟲蟠覲謨謬謫豐贅蹦蹤蹟蹕轉轍邇邃邈醫醬釐鎔鎖鎢鎮鎬鎰鎘鎚鎗闔闖闐闕離雙雛霤鞣鞦",
["c30""鞭韹顏題顎顓餿餽餮馥騎鬃魏魎魍鯊鯉鯽鯈鯀鵑鵝鵠黠鼕嚥壞壟寵龐廬懷懶攀攏曠曝櫥櫚櫓瀛瀟瀨瀚瀝瀕瀘爆爍牘獸"],
["c3a1,"璽瓊疇疆癟矇禱穫穩簿簽簷籀繫繭繹繩繪羅繳羶羸臘藩藪藕藤藷蠅蠍蟹蟾襠襟襞譁譜識證譚譆譙贈贊蹼躇蹶蹴轔轎辭邋醮鏟鏃鏈鏜鏝鏖鏢鏍鏘鏨隴霪靡韜韻類"],
[44","願顛颼饅饉騖騙鯨鯧鯖鯛鶉鵡鵲鵪麒麓麴嚨嚶嚴嚼壤孀孽巉懸懺攘攔攙曦朧瀾瀰瀲爐獻瓏癥礦礪礬礫竇競籌籃籍糯糰辮繽],
["c4","罌耀臚艦藹藺蘆蘋蘇蘊蠔蠕觸議譬警譯譟譫贏贍躁躅躂醴釋鐃鏽霰饒馨騷騵鰓鰍鹹麵齣儸囁囀囂屬巍懼懾攝攜斕曩欄櫺殲灌爛犧瓖瓔癩籐纏續羼蘗蘭蘚蠣蠢蠡蠟襪襬覽譴"]
[c540",護譽贓躊躍躋辯醺鐮鐳鐵鐺鐸鐲鐫闢霸霹露響顥饗驅驃驀騾髏魔魑鰭鰥鶯鶴鷂鶸麝黯鼙齜齦齧儼囊囉孿巔巒彎權歡灑灘玀瓤疊癮癬",[c5a1""籠籟聾聽臟襲襯讀贖贗躑轡酈霽霾韃韁驕驍鬚鱉鰾鷓鷗鼴齬龔戀攪曬欐瓚竊籤纓臢蘸蘿蠱變邐鑣鑠靨饜驚髓體髑鱔鱗鱖鷥麟黴囑攬灞癱癲矗羈蠶讓讒"],["c640","艷贛釀鑪靂靄韆顰驟鬢魘鱟鷺鹼鹽鼇齷齲廳欖灣籬籮蠻釁鑲顱饞髖鬣黌矚讚驥讜躪釅鑾鑼鱷鱸黷鑿鸚爨鬱鸞籲],
["c940"乂乜凵匚万丌亍囗兀屮彳丏冇与丮亓仂仈冘勼卬厹圠夃尐巿旡殳气丱丼仩仡仝仚刌匜卌圢圣夗宁宄尻屳帄庀庂忉戉氕],["a1","氶汃氿氻犮犰玊禸阞优仵伔仱伀价伝伂伅伢伓伄冱刓刉刐劦匟卍厊吇囡囟圮圪夼妀奼妅奾奷孖尕尥屼屺屻屾巟幵庄异弚彴忔忏扤扡扦扢扙扚扥旯旮朾朹朸朻机朿朼朳汆汒汜汏汔"],["ca40"汌犵玎癿穵网艸艼芀艽艿襾邙邗邘邛邔阢阤阠阣佢佉体佤伾佧佟佁佘伭伳伿冏冹刞刡劭匉卣卲厎厏吰吷吪呔呅吙吜吥"],
[a1""吽呏呁吨吤呇囮囧坅坌坉坋坒夆奀妦妘妠妗妎妢妐妏妧妡宎宒尨尪岍岈岋岉岒岊岆岓岕巠帊帎庋庉庌庍弅弝忒忑忭忨忳忡忤忣忺忯忷忻怀忴戺抃抌抎抏抔抇扱扺扰抁扽扲扴攷旰旴旲旵杅杇"],["b","杙杌杈杝杍杚杋毐氚汸汫沄沋沏汱汯汩沚沇沕沜汦汳汻沎灴灺牣犽狃狆犺狅玕玗玓玔町甹疔疕礽耴肙肐肒肜芐芏芅芎芑芓"],
["cba1","芊芃芄豸迉辿邟邡邥邧邠阰阨阯阭侘佼侅佽侀佶侉侄佷佌佪侚佹侁佸侜侔侞侕佫佮冞冼冾刵刲刳剆刱劼匊匋匼厒咇呿咑咂咈呫呺呾呥呬呴呦咍呯呡呠呣呤囷囹坯坲坭坫坱坶垀坵坻坳坴,
["cc40","坨坽奅妵妺姏姎妲姌姁妶妼妱妽姀姈姇孢孥宕屄屇岮岵岨岬岟岣岭岪岧岝岥岶岰岦帗帔弨弢弣弤彔徂彾彽忞忥怭怙怲怋"]
"cca1","怴怊怗怳怚怞怬怢怍怐怮怓怌怉戔戽抭抴抾抪抶拊抮抳抯抩抰抸攽斨斻昉旼昄昒昈旻昋昍昅旽昑曶朊枎枒杶杻枘枆杴枍枌枟枑枙枃杽极杸欥歾毞氝泬泫泮泙沶泔沭泧沷泐沺泃泆泭泲"],
["cd0"泒泝沴沊沝沀泞泀洰泍泇沰泹泏泩泑炘炅炓炆炄炑炖炂炚炃牪狖狋狘狉狜狒狔狌狑玤玡玭玦玠玝瓨甿畀甾疌疘盳盱盰盵矸矼矻"]
"cda,"矷祂礿秅穸穻籵耵肏肮肸肵肭舠芠苀芫芚芵芧芮芼芞芺芨芡芩苂芤苃芶虯虭虮迒迋迓迍迖迕邴邯邳邰阹阽阼阺陃俍俅侲俁俔俜俙侳俛俇俖侹俬剄剉勂匽卼厗厙厘咺咡咭咥哏"],["ce40","哃茍咷咮哖咶哅哆咠咼咢咾哞咰垵垟垤垗垝垔垏垙垥垚垕壴复奓姡姮娀姱姺姽姶姤姲姷姛姩姳姵姠姾姴姭峐峘峌峗峋峛"],
"cea1","峞峉峇峊峖峓峔峏峈峆峎峟巹帡帢帣帠庰庤庢庛庥弇弮彖徆怷怹恔恲恅恓恉恛恌恟怤恄恘恦恮扂扃拏挍挋拵挎挃拫拹挌拸挀挓挔拻拰敁敃斪斿昶昡昵昜昦昢昳昫昺昝昴昮朏柁柈]
["cf40","柜枻柸柘柀枷柅柫柤柟枵柍枳柷柶柮柣枹柎枲柼柆柭柦柛柺柊柃柪柋欨殂殄殶毖毘毠氠氡洨洴洭洟洼洒洊洄洙洺洚洑洝浂"
["cf1","洁洷洃洏浀洠洬洐炟炾炱炰炡炴炵炩牁牉牊牰牳牮狊狤狫狟狦玅珌玹玶玵玴珫玿珇玾珃珆玸珋瓮甮畇畈疧癹盄眃眅盻盺砆砑砒砅砐砉砃砓祊祌祋祅祄秕种秏秖秎窀",["d40","笀笁籺籸籹粀粁紃紈罘羑羍羾耏耔耷胘胇胠胑胈胐胅胣胙胜胕胉胏胗胦胍臿舡苙苾苨茀苕茺苖苴苬苡苲苻苶苰苪"],["da1""苤苠苳苭虷虴虼虳衁衎衧衪衩觓訄訇迡迠邽郅邾郇郋郈釔陔陑陓陊陎倞倅倇倓倢倰倛俴倳倷倬俶俷倗倜倠倧倵倯倱倎党冔凊凄凅凈凎剡剚剒剞剕剢勍匎厞唦唗唒哧唚唄唈哫唑]["10"唊哻哷哸哠唋圂埌垺埆垼垸垶垿埇埐埁奊娙娖娭娮娕娏娞娳孬宧宬尃屖屔峬峿峱峷峹帩庨庮庪弳恝恧",
[a1",悢悀悁悝悕悛悗悇悜悎戙拲挐挬捄捅挶揤挹捊捁捘捔捙挭捇捚捑挸捗捀敆旆旃旄旂晟晇晑朓栟栚桉栲栳栻桋桏栖栱栵栫栭栯桎桄栴栝栒栔栦栨桍栺栥栠欱欴歭肂毦毤"]
["d20",毨毢氥浺浤浡涒浘浢浭浯涍淯浿涆浞浠涗浰浼涂涘洯浨涋浾涀涄洖涃浻浽浵涐烓烑烋缹烒烞烔烍烅烆烇烚烎烡牂牸"
["2a1""牷牶猀狺狴狾狶狳狻猁珓珙玼珧珣珩珜珒珛珔珝珚珗珘珨瓟瓵甡畛畟疰痁痄痀疿疶皊盉眝眛眓眣眑眙眚眢砣砢砵砮砫砡砩砳砪砱祏祜祓祒祑秫秬秠秭秪秞秝窉窅窋窊窇笐"],["d34",笄笓笅笏笈笊笎笉笒粄粌粈粅紝紑紎紘紒紏紌罞罠罝罛羖羒翃翂翀耖耾耹胺胲胹胻舁舥茳茭荄荑茥荖荁茦茜"],
[d3a1""荂荎茪茼荍茖茤茠茷茯茩荅荌荓茞茬荋茧荈虓虒蚢蚨蚖蚍蚑蚗蚆蚋蚚蚅蚥蚡蚧蚕蚘蚎蚝蚐蚔衃衭衵衲袀衱衿衯袃衾衴衼訒豇豻貤赶赸趵趷趶軑軓迾迵适迿迻逄迼迶郖郠郚郣郟郥郘郗郜郤酐"]
[d44","酎酏釕釢釚陜陟髟鬯乿偰偪偡偞偠偓偝偲偈偍偁偛偊偢倕偅偟偩偫偣偤偆偀偮偗偑凐剫剭剬剮勓匭厜啵唼啍唴唪啑唶唵唰啒啅],["da1","唌啥啎啈唭唻啀啋圊圇埢埜埴堀埭埽堈埸堋埏堇埮埣埲埥埬埡堎堐埧堁堌埱埩堍堄奜婠婘婕婧婞娸娵婐婟婥婬婓婤婗婃婝婒婛婈媎娾婍娹婌婰婇婑婖婂婜寁屙崞崋崝崚崨崍崦崥崏,
["d50","崰崒崮帾帴庴庹庲弶弸徛徖徟悊悆悾悰悺惓惔惏惤惙惝惈悱惛悷惊悿惃惍惀挲捥掊掂捽掽掞掭掝掗掫掎捯掇掐掜捭掮捼掤挻掟"],
["d51","捸掅掑掍捰敓旍晥晡晙晜晢朘梐梜桭桮梮梫楖桯梣梬梩桵桴梲梏梒桼桫桲梀桱桾梛梖梋梠桸桻梑梊欶欳欷欸殑殏殍殎氪涫涳湴涬淩淢涷淶淔渀淈淠淟淖涾淥淜淝淛淴淊涽淰涺淕淂淉",
[d64""淐淲淓淍涻烺焍焗焌烰焄焐烼烿焆焀烸烶焋焂焎牼牿猝猗猑猘猈狿猏猞珸珵琁琇珺珿琋珴琈畤痎痒痏"],
["d6a1","痋痌皏皉眯眲眴眳眽眥眵硒硉硍硊硌硐祤祧祩祪祣祫祡离秺秶秷窔笵筇笥笰笢笤笘笪笱笫笭笯笲笸笣粘粖粣紵紸紶紺絅紬絁紾紿紨罣羕羜羝羛翊翋翍翐翑翇翏耟"],["d70""耞耛聈脥脙脛脭脟脬脞脡脕脧脢舑舸舺舴舲艴莐莨荺莤莁莙莔莩荽莃莌莝莛莋荾莥莯莈莗莰荿莦莇莮莚虙虖蚷],
d7a1","蛂蛁蛅蛈蚳蚸蛌蚴蚻蚼蚽衒袉袨袢袪袑袡袧袗袬袌袓袎覂觕訰訧訬訞谹谻豜豝豽貥赻赹趼趹趿跁軞軝軜軗軠軡逤逋逑逜逌逡郯郰郴郲郔郫郬郩酖酘酚酓酕釬釴釱釸釤釹],
["40""釷釨釮镺閆閈陼陫陱陯隿靪頄飥馗傕傔傞傋傣傃傎傝偨傜傒傂傇兟凔匒匑厤厧喑喨喥喭啷喓喈喵喁喣喒啽喦喕喎圌堩堷"],
["d8a1","堙堧埵堥堜堛堳堶堮堹堸堭奡媔媟媢婸媦婼媥媕媮娷媄媊媗媃媋媩婻婽媌媏媝寪寍寋寔寑寊尌尰嵃嵫嵁崿崵嵎嵕崳崺嵒崽嵙嵂崹崼崲崶嵀嵅幄幁彘徦徥徫惉惌惎惄愔"],
["d940",惲愊愖愅惵愓惸惼惾惁愃愘愝愐愄愋扊掔掱揨揯揃撝揊揠揕揲揵揟掾揝揜揄揘揂揌揋揰揗揙敧敪敤敜敨敥斌斝斞斮旐旒"],["9a1","晬暀晹晪晲朁棓棜棖棷棫棤棶椓椐椇棌椈楰梴椑棆椔棸棐棽棨椊棎棈棝棞棦棴棑椆棔棩椕椥欹欻欿欼殔殗殙殽毰毲毳淼湇渟渼渽湅湢渫渿湳渳湋湀湑渃",
[da4","湨湜湡渨湱湫渹渢渰湓渧湤湷湕湹湒湦渵焞焯烻焱焣焢焲焟焺焛牋牚犈犉犆犅犋猒猋猰猢猳猧猭猦猣琮琬琖,
[daa1",琚琡琭琱琤琝琩琠琲甯畯畬痧痚痡痝痟痤痗皕皒盚睆睇睍睅睎睋矞矬硠硥硭硱硪确硰硩硨硢祳祲稂稊稃稌稄窙竦竤筊笻筄筌筎筀筘筅粢粞粨粡絘絯絣絓絖絧絪絏絜絒絔絩絑絟絎缾缿罥"],["40","罦羠聑聐胾胔腊腒腏腇脽腍脺臦臮臷臹舄舼舽舿艵茻菏萣菀菨萒菤菼菶萐菆菈莿菝菥菘菡菋菎菖菵菉萉萏萑菂",
["dba1","菕菺菑菪菬菮菄菗萛菛菾蛘蛣蛪蛝蛜蛬衖衕袺裗袹袸裀袾袶袼褁裉覗觝觚觛詎詍訹詙詀詗詘詄詅詒詈詑詊詏貁貀貺貰貹貵趄趉跘跓跍跇跜跕跙跈跗跅軯軷軺"]
["d4""軹軦軮軥軵軧軨軶軫軱軬軩逭逴逯鄆鄄郿郼鄈郹郻鄁鄀鄇鄅鄃酡酟酢酠鈁鈃鈦鈏鈌鈀鈒釿鈆鈂鈙鈗鈅鈖镻閍閌隇陾隈,
["da1","隉隃雂雈雃雱雰靬靰靮頇颩飫鳦黹亃亄亶傽傿僆傮僄僊傴僈僂傰僁傱僋傶傸凗剺剻剼嗃嗐嗋嗊嗝嗀嗔嗩喿嗒嗕嗢嗖嗙嗂圔塓塨塤塏塍塯塎塝塥塛塣嫇嫋媺媸媱媰媿嫈媻嫆"],
["dd40,"媷嫊媴媶嫍媹寖寘寙尳嵱嵣嵊嵥嵲嵬嵞嵢巰幏幎幊幍幋廌廆廋彀徯惷慉慊愫慅愶慆慏愩慀酨戣戤揅揱搐搒搉搠搤","dda1","搳摃搟搘搹搷搢搣搌搰搨摁搵搯搊搚摀搥搧搋揧搛搮搡敯斒暆暌暕暐暊暙暔朠楟椸楎楢楱椿楅楪椹楂楗楙楺楈楉椵楬椳椽楥棰楸楀楯楄楶楘楁楴楌椻楋楜楏楒椯楻椼歆歃歂歈歁殛嗀毻毼"],
e40,毹毸溛滖滈溏滀溟溓溠溱滆溽滁溞滉溰滍溦溾滃滜滘溙溒溎溤溡溿滐滊溗溮溣煔煒煠煁煝煢煸煪煡煂煘煃煋煟煐煓"],
["da","煄煍煚犍犑犐犎猼猻猺獀獊獉瑄瑊瑋瑒瑑瑏瑐瑎瑂瑍瑔瓡瓿瓾畹畷痯瘃痷痾痼痹痻痶痵痽皙皵盝睟睠睒睖睚睧睭碇碔碏碄碕碅碆碡碃硹碙碀碖硻祼禂祽稑稘稗稕稢"]
["df40"稛稐窢窞竫筦筭筴筲筥筳筰筡筸筣粲粴粯綈綆綀綍綅絺綃綌綔綄絽綒罭罫罧罨罬羦羥翛翜耡腤腠腷腜腛腲朡腞腧腯",
["da1","腡舝艉艄艀艂蓱萿葖葹蒏蒍葥葑蒆葧葽葚葙葳葝蔇葞萷萺葸萲葅萩葋萯葂萭葟葰萹葎葌葒葯蓅蒎萻葇萶萳葨葾葄萫葔葮蜋蛷蛺蛖蝍蛸蜎蜉蜍蜅裋裍裎裞裛裌裐覅覛觟觥觤"],
["040","觡觠觢觜触詶誆詿訿誄詵誃誁詴詺谼豊豥豤豦貆貄貅賌赨赩趑趏趔趐跰跠跬跐跩跢跧跲跫軿輁輅輈輂輋遒逿"],
[e0a1,"遄遉逽鄍鄏鄖鄋鄎酮酯鉈鈰鉦鈳鉥鉞銃鉊鉆鉬鉏鉠鉧鉯鈶鉰鈱鉣鉐鉲鉎鉓鉌鉖鈲閟閜閞閛隒隓隗雺雽雵靳靷靲頏頍頎颬飶飹馯馲馰馵骫魛鳭麀黽僔僗僳僪僝僤僓僰僯僠"],
40""劁勩勫匰厬嘕嘌嘒嗼嘏嘜嘁嘓嘂嗺嘝嘄嗿嗹墉塼墐墘墆墁塿塴墋墇墑墎塶墂墈墔墏壾奫嫜嫮嫥嫕嫪嫚嫭嫳嫢嫛嫬嫞嫝嫨嫟孷寠"],
["e1",寣屣嶀嵽嶆嵺嶁嵷嶉嵾嶍嵹嵿幙幓廑廎廜廕廙廒廔彄彃彯徶愬慁慞慱慒慓慲憀慴慔慺慛慥愻慡戩戧搫摛摝摴摲摽摵摦撦撂摞摋摓摠摐摿搿摫摙摥摷敳斠暟朅朄朢榱槉"]
["e40","榠槎榰榙榎榧榍榩榾榯榿榽榤槔榹槊槏榳榓榪槙榗榐槂榵榥歊歍歋殞殠毃毄毾滎滵滱漃漥滸漷滻漮潎漙漚漘漻漒滭漊"],
[e21""漶潳滹滮潀漰漼漵滫漇漎潃漅滶漹漜滼漺漟漍漞漈熇熐熅熂熏煻熆熁熗牄犗犕犓獃獍獑瑢瑳瑱瑲瑧瑮甀甂甃畽疐瘖瘈瘌瘕瘑瘊皸瞁睼瞂睮瞀睯睾瞃碴碭硾碫碥碬碢碤禘禊禋禖禕禔禓"]
["e34,禗禈禒禐稫穊稰稯稨窨窬竮箈箜箊箑箐箖箍箌箛箎箅劄箙粻粿粼粺綧綷緂綣綪緀緅綝緋綯綹綖綼綦綮綩綡緉罳翣翥翞],
["e3a1","聝聜膉膍膋舕蒗蒤蒡蒟蒺蓎蓂蒬蒮蒫蒹蒴蓁蓍蒪蒚蒱蓐蒝蒧蒻蒔蓇蓌蒩蒯蒨蒘蒶蓏蒠蓗蓛蒑蜳蜣蜨蝫蝀蜡蜙蜛蜬蝁蜾蜠蜲蜪蜭蜼蜒蜺蜱蝂蜦蜧蜸蜤蜚蜑裷裱裲裺裾裶裻"],
["e40","裰裬裫覝覡覟覞觩觫誙誋誒誏誖谽豨豩賕賏賗趖踉踂跿踍跽踊踃踇踆踅跾踀踄輐輑輎輍鄣鄜鄠鄢鄟鄚鄤鄡鄛酲酳銥銤鉶鉺銠銔銪"],
[e4a1","鉹銗鉿銣銎銕銢鉽銈銡銊銆銌鉾銇銩銝銋鈭隞隡靽靺靾鞃鞀鞂鞁韍頖餀餇馝駃馹馻駇髧鬾魠魡魟鳱鳵麧儃儰僸儇僶僾儌僽儊劋勱噈噌嘵噊噆噘],["e40","噚嘳嘬嘪嘺墫墝墣墯墬墥墡壿嫴嫽嫷嬃嫸嬂嫹嬇嬏屧嶙嶗嶟嶓嶕嶠嶡嶚幩幝幜緳廛廞廡徲憋憃慹憱憰憉"],
[ea1","憛憓憯憒憪憍慦摰撠撅撗撜撏撋撊撌撣撟撘敶敺敹敻斳暵暰暩暷樀樗槥槱槤槿槢樛樝槾槲槮樔槷槧樈槻樍槫樉樄樘樏樦樇槴歑殥殦氁氀毿潁漦澇濆"],
["e64""澍澉澌潢潏澅潚澖潶潬澂潕潲潐潗澔澓潝漀潡潫潽潓澋澕潣潪潻熲熯熛熰熠熩熵熝熥熤熡熪熜熧犘獘獠獝獛獡獚獙],"e6a1"獢璆瑽璈瑼瑹甈甇畾瘥瘞瘙瘜瘣瘚瘨瘛皛瞍瞏磍碻磏磌磑磎磔磈磃磄磉禡禠禜稹窲窴箷箾箬箯箹篊箵糅糈糌糋緷緛緪緧緗緡縃緦緶緱罶羬羰羭翭翪翬翦翨聤聧膣"],
["74","膞膕膢膗艏艓艐艎蔤蔀蔩蔎蔉蔍蔟蔧蔜蓻蔫蓺蔈蔌蓴蔪蓲蔕蓷蓫蓳蓼蔒蓪蓩蓾蓽蔞蔱蔦蓧蓨蓰蓯蔘蔠蔋蔙蔯"],
["7a"蝖蝣蝤蝷蟡蝳蝘蝔蝛蝡蝚蝑蝞蝭蝪蝐蝎蝟蝝蝯蝺蝮蝜蝥蝏蝻蝵蝢蝩褅褌褔褋褗褘褆褑褎褉覣觭觰觬諏諆誸諑諔諕誻諗誾諀諅諘諃誺誽諙谾豍貏賥賟賙賨賚賝賧趠趜趛踠踥踤踮踕踛踖踑踦踧],
["e840","踔踒踓踜踗踚輬輤輘輠輣輖輗遳遰遯遧遫鄫鄩鄪鄲鄮醅醆醊醂醄鋃鋄鋙銶鋏鋱鋘鋩鋗鋝鋌鋯鋂鋨鋊鋎鋦鋕鋉鋠鋧鋑鋓"],
["8a","銵銴镼閬閫閮閰隤隢雓霅靚鞊鞎韐韏頞頝頠頧颲餈飺餑餔餖餗餕駜駍駏駓駔駖駘駋駗駌骳髬髫髳髲髱魆魃魴魱魦魵魨魤魬鳼鳺鳽鳿鳷鴇鴀鳹鴈鴅鴄麃黓鼏鼐儜儗凞匴叡噠噮"
["e40","噳噦噣噭噲噞噷圛壈墽壉墿壆嬗嬡嬓嬐嬖嬨嬚嬠嬞寯嶬嶱嶩嶵嶰嶮嶪嶨嶲嶯嶴幧幨幦幯廩廦廨廥彋徼憨懅憴懆懁懌憺"]
["e1","憿憸擗擖擐擉撉擃擛擙敿敼斢曈暾曀曊曋曏暽暻曌樴橉橧樲橨樾橝橶橛橑樨樻橁橪橤橐橏橯橩橠樼橞橖橕橍橎橆歕歔歖殧毈毇氄氃氆澭濋澣濇澼濎濈潞濄澽澞濊瀄澥澮澺澬澪澸"],["a40","澢澫濍澯澰燅燂熿熸燖燁燋燔燇燘熼燛犝犞獩獧獥獪瑿璚璔璒璕璡疀瘭瘽瘳瘵瘰盦瞝瞛瞕瞙",
eaa1,"瞗磝磩磞磣磛磡磢磭磟磠禤穄穇窶窸窵窱窷篞篣篧篝篕篥篹篔篢篜篫篟糒糑縒縡縗縌縠縎縜縕縚縢縋縏縖縍縔縤罃罻罼罺羱翯耪耩膱膦膮膹膵膫膬膲膷膧臲艖艗蕖蕅蕫蕍蕡"],
["e40","蕀蕆蕤蕁蕢蕄蕑蕇蔾蕛蕱蕎蕮蕵蕕薌蕦蕝蕬虣虤螛螗螒螈螖螘蝹螇螣螅螑螝螄螔螜螚螉褞褦褰褭褱褢褩褣褯褬諠",
["b1","諢諴諵諝謔諟諰諈諞諨諿諯諻貑貐賵賮賱賰賳赮趥趧踳踾踸蹀蹅踶踼踽蹁踰踿躽輶輮輵輹輴遶遻邆郺鄵醓醑醏錧錟錆錏鍺錛錒錁鍆錎錍鋋錝鋺錥錓鋷錴錤鋿錩錹錵錪錔"],["ec40","錋鋾錉錀鋻閼闍閾閹閺閶閵閽隩雔霋霐鞙鞗鞔韰韸頯餤餟餧餩馞駮駬駥駤駣駪駩駧骹骿骴骻髶髺鬳鮀鮅魼魻鮓鮒鮐魺鮕"],
"ca","魽鮈鴥鴠鴞鴔鴩鴝鴘鴢鴐鴙鴟麈麆麇麮麭黕黖黺鼒儦儥儢儤儠儩勴嚌嚍嚆嚄嚃噾嚂壖壏嬭嬥嬲嬬嬦嬯嬮孻寱寲嶷幬幪徾徻懃憵憼懧懠懥懤懨懞擯擩擫擤擨斁斀斶曒檍檖檁檥檉檟檇檓檎"],["ed40","檕檨檑橿檦檚檅檌檒歛殭氉濌澩濴濔濣濜濭濧濦濞濲濝濢濨燨燲燤燰燢獳獮獯璗璲璫璭璱璥甐甒甏癃癈癉癇皤盩瞵瞫瞲瞷瞶],
["eda1""瞴瞱瞨矰磳磽磼磲礅磹礄禨穜穛穖穘穔穚竀簏篲篿簎篴簋篳簂簉簃簁篽簆篱簐簊糨縭縼繂縳顈縸縪繉繀繇縩繌縻縶縺罅罾翴耬膻臄臊臅臇膼臩艛艜薃薀薏薧薋薣蕻薤薚"],
"e40""蕷薉薡蕺蕸蕗薎薖薆薍薙薝薁薢薂薈薅蕹蕶薘薐薟虨螾螪螭蟅螰螬螹螵螼螮蟉蟃蟌螷螯蟄蟊螴螶螿螸螽螲褵褳褼襁襒褷襂覭覮觲觳謞",
[ea1","謘謖謅謢謒謕謇謍謆謜謓謚豏豰豲豱豯貔赯蹍蹓蹐轃轀鄸醚醢醛醙醟醡醝醠鎡鎃鍤鍖鍇鍼鍘鍜鍶鍑鍠鍭鎏鍌鍪鍹鍗鍒鍏鍱鍷鍡鍣鍧鎀鍎鍙闇闀闉闃闅閷隰霠霟霘霝霙],
["ef40",鞞鞝韔韱顁顄顊顉顃餥餫餬餪餯餭餱馡騂駺駴駷駹駸駶駽駾駼騃骾髾髽鬁鮞鮛鮡鮥鮤鮠鮯鴳鵁鴶鴮鴯鴱鴸鴰"],
["efa1","鵅鵂鵃鴾鵀鴽翵鴭麊麉麍麰黈黚黻黿鼤鼣鼢齔儱儭儮嚘嚜嚗嚚嚝嚙奰嬼屩屪巀幭幮懘懟懭懮懱懪懰懫懖懩擿攄擽擸攁擼曛曘櫅檹櫡檺檶檷櫇檴檭歞毉氋瀌瀍瀁瀅瀎瀀瀦濼濷爁爃燽"],
["f40""璸瓀璵瓁璾璶瓂甓癜癤癙癐癓癗癚皽盬瞺磿礌礓礉礐礒礑禭禬穟簜簩簙簠簟簦簨簢簥簰繐繖繣繘繢繟繑繗繓羵羳翷翸聵"]
["f01","臐艟艞薴藆藀藃藂薵藄藋藎藈薱薶藒蘤薸薾蟢蟛蟫蟪蟥蟟蟳蟤蟜蟓蟭蟘蟣螤蟗蟙蠁蟴蟨蟝襓襋襏襌襐襉謪謧謳謰謵譇謯謼謾謱謷謦謶謤謻謺豂豵貙貘贄贀蹜蹢蹠蹖蹞蹥"],
["f10","蹛蹚蹡蹝蹩蹔轆轈轋鄨鄺鄻鄾醨醥醧醯醪鎵鎌鎒鎷鎝鎉鎧鎎鎪鎞鎦鎕鎈鎙鎟鎍鎑鎤鎨鎴鎣鎥闒闓闑雗雚巂雟霣鞮鞨鞫鞤"],
["f1""鞥韗韖韘韺顐顒餼餺騋騍騄騑騊騅騇髜鬈鬄鬅鬩鬵魊魌魋鯇鯆鯃鮿鮵鮸鯓鮶鯄鮹鵜鵓鵏鵛鵋鵙鵖鵒鵔鵘鵚麎黟鼁鼀鼖鼥鼫鼪鼨齌齕儴儵劖勷厴嚫嚦嚧嚪壚嬽嬾嬿巃幰",
["240","徿攇攍攉攌攎斄旝曞櫧櫠櫌櫑櫙櫋櫟櫜櫐櫫櫏歠殰氌瀙瀧瀠瀖瀡瀢瀣瀩瀗瀤瀜瀪爌爊爇爂爅犥犤犣犡瓋瓅璷瓃甖矉矊矄矱"],
["f21,"礡礜礗禰穧簳簼簬簻糪繶繸繷繯繺繲繴繨罋罊羃羷翾聸臗臕艤艡艣藫藭藙藡藚藗藬藲藸藘藟藣藜藑藦藯藞蠀蟺蠃蟶蟷蠌蟼蠈蟿蠊蠂襚襛襗襡襜襘襙覈覷覶觶譐譈譊譓譔譋譕]
[340","譑譂譒譗豃豷豶贆贇贉趬趭趫蹭蹸蹳蹪蹯蹻軂轒轑轐轓辴酀鄿醰醭鏞鏇鏏鏂鏐鏹鏙鎩鏦鏊鏮鏣鏄鏎鏒鏧镽闚闛雡霩霫霬霦"],
["f3",鞳鞷鞶韝韞韟顜顙顝颾饈饇饃馦騚騥騝騠騧騣騞騜髂鬋鬊鬎鬌鬷鯪鯫鯤鯢鯰鯔鯗鯬鯙鯥鯡鵷鶁鶊鶄鶈鶀鶆鶌鵫鵴鵵鵰鵩鶅鵳鶂鵯鵹鵿鶇鵨麔麑黀黼鼭齀齍齖齘匷嚲"],
["f440,嚵嚳壣孅巆巇廮忀懹攗攖攕曨曣曤櫳櫰櫪櫨櫱櫯瀼瀴瀱灂瀸瀿瀺瀹灀瀳灁爓爔犨獽獼璺皫皾盭矌矎矏矍矲礥礣礧礨礤礩"],["41","穮穬穭竷籉籈籊籅糮繻纀羺翿聹臛臙舋艨艩蘢藿蘛蘄蘉蘅蘌藽蠙蠐蠑蠓蠖襣襦覹觷譠譪譝譨譣譥譧譭趮躈躄轙轖轗轕轘轚邍酃酁醷醵醲醳鐓鏻鐠鐔鐨鐍鏵鐀鏷鐇鐎鐖鏺鐉鏸鐊"]
["540","鏼鏶鐑鐆闟霯鞻韽顠顢顣顟飁飂饐饎饙饌饋饓騲騴騱騬騪騶騩騮騸騭髇髆鬐鬒鬑鰋鰈鯷鰅鰒鯸鱀鰎鰆鰗鶟鶤鶝鶘鶐鶛"]
["f1","鶠鶔鶜鶪鶡鶚鶢鶞鶿鶩鶖鶦鶧麛麚黥黤黧黦鼰鼮齛齠齞齝龑儺劘劗囃嚽嚾孈孇巋懽攛欂櫼欃櫸欀灃灄灊灈灉灅灆爚爙獾甗癪矐礱礯籔籓糲纊纇纈纋纆纍罍羻耰蘪蘦蘟蘣蘜蘙蘧蘮蘡蘠蘩蘞蘥"]
["f","蠩蠝蠛蠠蠤蠜蠫衊襭襩襮襫觺譹譸譅譺譻贔趯躎躌轛轝酆酄酅醹鐿鐻鐶鐩鐽鐼鐰鐪鐷鑀鐱闥闣霵鞿韡顤飉飀饘饖騽驆驄驂驁騺"],
["f6a1",騿髍鬕鬗鬘鬖鬺魒鰫鰬鰣鰨鰩鰤鰡鶷鶶鶼鷁鷇鷊鷏鷅鷃鶻鶵鷎鶹鶺鶬鷈鶭鷌鶳鷍鶲鹺黫黮黭鼛鼘鼚鼱齎囆囅囋孋孌巕巑攡攠攦攢欋欈欉氍灖灗灒爞犩獿瓕瓙瓗癭皭礵禴穰穱籗籙籛籚"],
["f70",糴糱纑罏臞艫蘵蘬蘲蘶蠬蠨蠪蠥襱覿覾觻讄讂讅譿贕躚躒躐躖轠酇鑋鑏鑇鑅鑉鑆霿韣顪顩饔驎驓驔驏驊],
["f7a""驉驒驐髐鬙鬫鬻魖魕鱆鱈鱄鰹鰳鱁鰼鰲鰽鰶鷞鷚鷐鷜鷟鷩鷙鷘鷖鷕麶黰鼵鼳鼲齂齫龕龢儽劙壨孍巘蠯彏戃斖欒欏毊灛灚爢玂玁玃癰矔籧籦纕艬蘺虀蘹蘼蘱蘻蘾蠰蠮蠳襳觾"],
["40""讎讋讈豅贙躘轤轣醼鑕鑝鑗鑞韄韅頀驖驙鬞鬟鬠鱒鱘鱊鱍鱋鱕鱙鱌鷻鷷鷯鷣鷫鷤鷶鷡鷦鷲鷰鷢鷬鷳鷨鷭黂黐黲鼆鼜鼸鼷鼶齃齏"],
"fa1","齱齰齮囓囍曮欓灟灡灝灠爣瓛瓥矕礸禷籪纗羉艭虃蠸蠷蠵衋讕躞躟躝醾醽釂鑫鑨鑩靆靃靇韇韥驞髕魙鱣鱞鱠鷾鸇鸆鸅鸀鸉鷿鷽鸄麠鼞齴齵齶囔攮斸欘欙欗欚爦犪矘矙礹籩籫糶纚"],
["0,"纘纛纙臠臡虇虈襹襺襼襻觿讘讙躥躤躣鑭鑯鑱鑳靉顲饟鱮鱭鸋鸍鸏鸒鸑黵齸齻齺齹灦蠼趲釃鑴鑸鑶鑵鱴鱱鸓黶鼊"],
["9a,"灨灥糷虪蠾蠿讞貜躩軉靋顳顴饡驤驦驧鬤鸕齈戇欞爧虌躨钀驩驨鬮鸙爩虋讟钃麷驫鸝灩灪麤齾齉碁銹裏嫺╔╗╠╣╩╝╒╤╞╪╡╧╛╓╥╖╟╙╨╜║═╭╰▓"]
]