[
"0",\u000",12["ea1","｡",62
["aa1","、．・：；？゛゜´¨＾＿ヽヾゝゞ〃仝々〆〇ー‐～‥’“”（）〔［］｛〈","＋－×÷≠＜＞≦≧∞∴♂♀°′℃￥￡％＃＊＠☆○●◇"["aa1","◆△▲▽▼※〒→←↑↓"],
["a2a","∈⊂⊃∪∩"],
["a2ca,"∧∨￢⇒⇔∀∃"],
["adc","∠⊥∂∇≡≒≪√∽∝∫∬",
[a2","‰♯♭♪†¶"],
"a2fe","◯"],
["a3b""０,9],
"31","",],
["3e1","ａ,25]a4a1","ぁ",82
["a5a1","ァ",85],6a1,"Α",""6][a6c1,",6,,6],
["a71""А",5,"Ж,25],
["a71","а,5,"ж"25,
[a8a1","─│┐└├┬┤┴━┃┏┓┛┣┳┫┻╋┠┯┨┷┿┝┰┥┸╂"]
["ad","①"9,"Ⅰ"9,[adc0""㌔㌢㍍㌘㌧㌃㌶㍑㍗㌍㌦㌣㌫㍊㌻㎝㎞㎎㎏㏄㎡"
[af","㍻〝〟№㏍℡㊤,4"㈱㈲㈹㍾㍼≒∫∮∑√⊥∠∟⊿∩∪"],
["b1","亜唖娃阿哀愛挨姶逢葵茜穐悪握渥旭葦芦鯵梓圧斡扱宛虻飴綾或粟袷安庵按暗案杏以位依囲委威惟意慰易椅為畏異移維緯胃萎衣謂違遺医亥域育磯一壱溢稲茨芋鰯允印咽員姻引飲淫胤","b1",陰韻吋右宇烏羽迂雨卯鵜窺碓臼渦嘘蔚姥浦瓜閏噂運雲荏餌叡営嬰影映曳永泳洩瑛盈穎頴英衛鋭疫益駅悦謁越閲榎厭円園堰奄宴怨掩援炎焔燕猿縁艶苑薗遠鉛鴛於汚甥凹央奥往応]
["ba1","押旺横欧殴王翁鴬黄岡屋憶臆乙恩温穏音下化仮何伽価佳加可嘉夏嫁家寡科暇果架歌火珂禍禾稼箇花苛茄荷華菓蝦課嘩貨迦過蚊俄峨我牙画臥蛾雅餓駕会回塊壊快怪恢懐戒拐"],
b3a1","魁晦械海界皆絵芥蟹開貝凱劾外咳害崖慨涯蓋街該骸浬馨蛙垣柿蛎鈎劃嚇各廓拡撹格核獲確穫角較郭隔革岳顎笠樫梶鰍潟割喝恰括活渇滑褐且鰹叶椛樺鞄株兜竃蒲釜噛栢茅萱"]["ba1","粥刈苅瓦侃冠寒勘勧巻喚堪姦完官寛干幹患感慣憾換桓棺汗漢潅環甘監竿簡緩翰肝艦莞観諌貫還鑑間陥韓館舘丸玩癌眼岩翫贋雁頑顔願企危喜器基嬉寄希幾忌旗既期棄"],
["b5a1,"機帰毅気祈季紀徽規記貴騎鬼亀儀妓宜戯擬欺犠疑義蟻議掬吉吃喫桔橘詰杵黍却客脚虐逆丘久休及吸宮急救朽汲泣灸球究窮級糾給旧牛去居拒挙渠虚許鋸漁魚亨享京"],
["b6a1","供侠僑兇競共凶協匡卿喬境峡強怯恐恭挟橋況狂矯胸脅興蕎鏡響饗驚仰凝尭暁局曲極桐粁僅均巾錦斤欣禁禽筋緊芹菌衿襟謹近金九倶句区狗玖苦躯駆駒具愚虞喰空寓隅串櫛釧屑屈"],["71","掘窟沓靴轡窪熊隈繰桑勲訓群軍郡卦祁係傾刑兄啓圭珪型形径恵慶慧憩掲携敬桂渓畦稽系経継繋罫茎荊蛍計詣警軽頚鶏迎鯨戟撃激桁決潔穴結血訣月件倦兼券剣喧圏堅嫌建憲懸拳捲"],
["8a1",牽犬献硯絹県肩見謙賢遣鍵険顕験鹸元原幻弦減源玄現絃舷言乎個古呼固姑孤己庫弧戸故枯湖糊袴股胡菰虎誇跨鈷雇顧五互伍午呉吾後御悟梧檎瑚碁語誤護醐乞交佼侯倖光公功効勾厚口向"]b9a1"坑垢好孔孝巧広庚康弘恒慌抗控攻昂杭校梗構江洪浩港溝甲稿糠紅紘絞考肯肱腔膏航行衡講貢購郊酵鉱砿鋼閤降香高鴻剛劫号合壕拷豪轟麹告穀鵠黒獄漉腰忽惚骨狛込],
["ba1"此坤墾恨懇根梱混痕紺些佐叉唆左差査砂詐鎖裟坐座挫催再最哉塞妻宰彩才栽歳済災采犀砦祭斎細裁際剤在材罪財冴坂阪堺榊肴崎埼碕鷺作削搾柵策索錯桜鮭笹匙冊刷"]
["bb1,"察拶擦札殺雑皐鯖捌錆鮫皿晒三傘惨撒散桟珊産算纂蚕賛斬暫残仕伺使刺司嗣士始姿屍市師志思指斯施旨枝止死氏祉私糸紙脂至視詞詩試誌資賜歯似侍児字寺慈持時"]
["ba1,次滋爾璽痔示耳自蒔辞汐鹿式識鴫竺宍雫七叱室悉湿疾質実蔀篠偲柴芝屡縞写赦斜煮社紗者謝車遮蛇邪借勺尺灼爵酌釈若寂弱取守手朱殊珠種腫趣酒首受呪寿授綬囚収周",
["bda1",宗就州修拾洲秀秋終習舟蒐衆襲讐蹴輯週酋酬集醜住従柔汁獣縦重叔夙宿淑祝塾熟出術述俊峻春瞬竣舜駿准循旬楯淳準潤盾純巡醇順初所暑渚庶緒署書藷諸助女徐鋤除傷償"]
"ba1,勝升召商唱嘗奨妾宵将小少尚庄床廠彰承抄招掌捷昇昌昭晶松樟沼渉焦症省礁祥称章笑粧紹肖蒋蕉衝裳証詳醤鉦鍾鐘障鞘上丈丞冗剰城場壌嬢常情擾条杖浄畳穣蒸譲醸嘱埴飾"]["f""拭植殖織職色触食蝕辱尻伸侵唇娠寝審心慎振晋森榛浸深真神秦紳臣薪親診身辛進針人仁刃壬甚尽訊迅靭笥諏須図厨逗吹垂帥推水炊粋翠衰遂酔錐錘瑞髄崇嵩数趨雛据杉椙菅雀"],
[c0a1,澄寸世瀬畝凄制勢姓征性政整星晴棲栖清牲生盛精聖声製西誓請逝醒青静斉税脆隻席惜戚斥昔析石籍責赤跡蹟切拙接摂折設窃節説雪絶舌蝉仙先千占専尖川扇撰栓栴泉浅洗染潜煎旋穿箭線],
"ca","繊腺舛詮賎遷銭銑閃鮮前善漸然禅繕膳糎噌塑岨措曾曽楚狙疏礎祖租粗組蘇訴阻遡鼠創双叢倉喪壮奏爽層惣想捜掃挿掻早曹巣槽燥痩相窓総綜聡荘葬蒼藻装走送鎗霜騒像増憎"],
["c2a1","蔵贈造側則即息捉束測足俗族続卒袖其揃存孫尊損村遜多太唾堕妥惰打柁舵楕陀駄騨体堆対岱帯待怠態戴泰滞苔袋貸退逮隊黛代大第題瀧卓宅択沢濯託濁諾茸凧蛸只"],
["c3a1","叩達辰奪脱竪辿棚谷狸鱈樽誰丹坦担旦歎淡湛炭短綻耽胆蛋誕団壇弾檀段男談知地弛恥智池痴稚致蜘遅馳築畜竹筑逐窒茶中仲忠抽昼柱虫註酎駐樗瀦猪苧著貯丁兆凋"],
["c41","帖帳弔張彫徴懲挑暢朝潮牒町眺脹腸蝶諜超跳長頂勅捗直朕沈珍賃鎮陳津墜椎槌追鎚痛通塚栂佃柘辻蔦椿潰坪壷嬬紬爪釣鶴亭低剃呈堤定帝底庭廷弟悌抵挺提梯汀碇禎程締艇諦蹄逓"],
["c5a1","邸鄭釘泥摘擢敵滴笛適鏑溺徹撤轍展店添纏貼転顛伝殿澱田電兎吐堵塗妬徒斗杜登菟途砺努度土奴怒党冬凍刀唐塔塘套宕嶋悼投搭東桃梼盗淘湯涛灯痘祷等筒"],
[c61","董蕩謄踏透鐙陶騰闘働動堂導憧撞洞瞳胴道銅峠鴇匿得徳涜督禿篤毒独読栃橡凸突椴届鳶苫寅酉瀞噸屯惇敦沌豚頓呑曇鈍奈那乍凪薙謎灘捺鍋楢馴縄南軟難汝弐迩匂賑肉虹日入"],
["c1","如尿韮任忍認濡禰祢葱猫年念捻撚燃粘乃廼之埜嚢悩濃納能脳膿農覗蚤播覇杷派琶破婆罵芭馬俳廃排敗杯盃牌肺輩配倍培媒梅楳煤狽買売賠陪這蝿秤萩伯剥博拍柏泊白箔舶薄迫曝漠縛莫駁麦,
["8a1,函箱硲箸肇櫨幡畑八発醗髪伐罰筏閥噺塙蛤隼伴半反叛帆斑氾汎版班畔繁藩販範釆煩頒飯挽晩番盤磐蕃蛮匪卑否妃庇彼悲扉批披斐比疲皮碑秘緋罷肥誹費避飛備尾微枇毘琵眉美],
["c9a1鼻稗匹髭菱肘弼必畢筆桧媛百謬俵彪標氷漂瓢票表評豹廟描病苗錨鋲蒜蛭鰭彬斌浜貧賓敏瓶不付婦富冨府扶敷普浮腐膚芙譜負賦赴阜侮撫武舞葡蕪部封風蕗伏副復幅服",
["caa1","福腹複払沸仏鮒分吻噴扮焚奮粉糞紛雰文併兵平柄並蔽閉米頁僻壁癖碧別瞥蔑箆偏変片篇辺返遍勉娩弁鞭保舗圃捕歩補輔穂募墓慕戊倣俸包呆報奉峰峯庖抱捧放朋",[ba1",法泡烹砲縫胞萌蓬蜂褒豊鋒飽鳳乏亡傍剖坊妨帽忙房暴望棒冒紡肪謀貿防吠頬北卜撲牧睦穆釦勃没堀幌本翻凡盆摩磨麻埋妹昧枚哩幕膜枕鮪柾鱒桝亦俣又抹沫侭繭麿慢満]
"ca","蔓味魅蜜湊蓑脈妙眠務夢無牟矛霧椋婿娘冥名命明迷銘鳴姪牝滅免棉綿緬面麺摸模茂妄孟毛猛盲網蒙木黙目杢勿餅尤籾貰問悶門匁冶夜爺耶野矢役約薬訳躍靖柳薮愈油],
["cda","輸唯佑優勇友宥幽憂揖有柚湧涌猶祐裕誘遊邑郵雄融夕予余与誉輿預傭幼容庸揚曜楊溶熔用葉要謡踊遥陽養慾抑浴翌翼羅螺来莱頼雷洛絡落嵐欄濫藍蘭覧吏履李梨理璃"],
["cea",痢裏里離律立葎掠略流溜琉留硫粒隆竜龍侶旅了僚凌寮料梁涼猟療瞭稜良諒遼量陵領力緑厘淋燐琳臨隣鱗麟瑠涙累伶励嶺玲礼鈴隷齢暦歴列烈裂恋憐漣煉簾練"],
["fa1","蓮連錬呂魯炉賂露労婁廊朗楼榔浪牢狼篭老聾郎六麓禄肋録論倭和話歪賄惑枠鷲亙亘鰐詫蕨椀碗腕"],
["d0a1,弌丐丕个丱丼丿乖亂亅豫亊弍亞亟亠亢亳亶从仍仄仆仂仗仞仭仟价伉佚佝佗佇侈侏侘佻佩佰侑佯來侖儘俔俟俘俛俑俚俐俥倚倨倔倪伜倩倬俾俯們倆假偕偈做偖偬偸傀傅傴傲"],
["1a1","僉僊傳僂僖僞僥僣僮僵儉儁儂儖儕儔儺儷儼儻儿兀兌兔兢竸兩兪冀冂囘冉冏冑冓冕冖冤冦冢冩冫决冱况冽凅凉凛几處凩凭凵凾刋刔刎刧刪刮刳刹剏剄剋剌剞剔剪剴剩剳剽劍劔劒剱劈劑辨"],
["da","辧劬劵勍勗勞勣勦飭勳勵勸勹甸匏匚匣匯匱匳匸區卆卅丗卍凖卞卮夘厂厖厠厦厥厮厰厶參簒雙叟曼燮叮叨叭叺吁吽听吭吼吮吶吩吝呎呵咎呟咒咀呶咐哇咢咸咥哄"
["d3a1""哂咤咾咼哥哦唏唔哽哮哭哺唹啀啣啌售啜啅啖啗唸唳喙喀咯喊喟啻啾喘喞單啼喃喩喇喨嗚嗅嗟嗄嗜嗤嗔嘔嘖嗾嘛嗹噎噐營嘴嘲嘸噫噤嘯噬噪嚆嚀嚠嚔嚏嚥嚮嚶嚴嚼囁囃囀囈囎囑囓囮囹圀囿圄圉"],
["da1","圈國圍圓團圖嗇圜圦圷圸坎圻址坏坩埀垈坡坿垉垓垤垪垰埃埔埓埖埣堙塢塰毀堽塹墅墹墟墫壞墻墸墮壅壓壗壙壘壥壜壤壟壯壹壻壼壽夂夛夥夬夭夲夸夾奕奐奎奚奘奢奠奧奬奩",
["51""奸妝侫妣妲姆姜妍姙姚娥娟娑娉娚婀婬婉娵娶婢婪媚媼媾嫋媽嫣嫗嫩嫖嫺嫻嬋嬖嬲嫐嬪嬶孃孅孀孑孕孚孛孥孩孳孵學斈它宦宸寃寇寉寔寐實寢寞寥寫寰寶寳尅將專尠尢尨尸屁屆屓],
["d6a1,"屐屏孱屬乢屹岌岑岔妛岫岻岼峅峇峙峩峺嶌峪崕嵜崟崛崑崔崚崙嵌嵒嵬嵳嵶嶇嶢嶝嶬嶮嶽嶐巉巍巒巛巫已巵帋帙帑帛帶帷幄幀幎幗幔幟幇幵幺麼广庠廈廏"],
"da1","廣廚廛廢廩廬廱廳廰廴廸廾弉彝弋弑弖弩弭彁彈彎弯彑彖彙彡彭彳彷徃徂彿徊很徇從徙徘徠徭徼忖忻忤忸忱忝悳恠怙怐怩怎怱怛怕怫怦怏怺恚恪恷恟恆恍恣恃恂恬恫恙悍惧悃悚",
[d8a","悄悛悖悗悒悧悸惠惓悴悽惆悵惘慍愕愆惶惷愀惺愃愍愎愾愨愧慊愬愴愽慄慷慙慚慫慯慥慱慝慓慵憙憖憇憔憚憊憑憫憮懌懊應懷懈懆憺懋罹懍懦懣懶懺懿懽懼懾戀戉戍戌戔戛[d9a""戞戡戮戰戲戳扁扎扣扛扠扨抂抉抖拔抔拗拑抻拏拿拆擔拜拌拊拇抛拉挌拱挧挂挈拯捐挾搜捏掖掎掀掫掣掏掉掟掵捫捩掾揀揆揣揉插揄搴搆搓搦搶攝搗搨搏摧摯摶摎攪撕撥撩撈撼]
["da1","擒擅擘擂擱舉擠抬擣擯攬擶擴擲擺攀擽攜攅攤攣攵攷攸效敕敍敘敞敝敲數斂斃變斛斟斫斷旆旄旌旒旛无旡杲昊昃旻昵昶昴晏晄晉晞晝晤晧晟晢晰暃暎暘暝曁暹曉暾暼"],
["dba1""曖曚曠昿曦曩曵朏朞朦霸朮朶杁朷杆杞杣杤枉杰枩杼杪枌枋枦枡枅枷枴柬枳柩枸柞柎柆柧檜栞框桍栲桎梳栫档桷桿梟梏梭梔條梃梹桴梵梠梺椏梍桾椁棊椈棘椢椦棡椌棍",["dca1""棔棧棕椶椄棗棣棹棠棯椨椪椚棆楷楜楸楫楔楾楮椹楴椽楙椰楡楞楝榁楪榲榮槐榿槓榾寨槊槝榻槃榧樮榑榠榜榕榴槞樂樛槿權槲樅榱樞槭樔槫樊樒樣樓橄橲樶橸橇橢橙橦橈樸檐檍檠檢],
["d1",檗檻櫃櫂檳檬櫞櫟櫚櫪櫻欅蘖櫺欒欖鬱欸欷盜飮歇歃歐歙歔歟歸歹歿殃殍殘殕殞殤殪殫殯殲殱殷殼毋毓毟毬毫毳麾氈氓氛氤氣汞汕汢汪沂沍沚沁沛汾汨汳沒沐泄泱泓沽泗泅泝沮沱沾"],
["dea1","泛泯泙泪衍洶洫洸洙洵洳洒浣涓浤浚浹浙涎涕涅淇淦涸淬淞淌淨淒淅淙淤淮渮湲湟湫渫湶湍渟湃湎滿渝游溂溪滉溷滓溯滄溲滔滕溏溥溟潁漑滬滸滾漿滲漱漲滌","df,"漾漓滷澆潸澁潯潛澂潼潘澎澑濂潦澳澣澡澤澹濆澪濕濔濱濮濛瀋濺瀑瀁瀏濾瀛瀚潴瀝瀘瀟瀰瀾瀲灑灣炙炒炯炬炸炳炮烟烋烝烙焉烽焜焙煕煦煢煌煖煬熏燻熄熕熨燗熾燉燬燧燵燼",
[e0a1","燹燿爍爐爛爨爭爬爲爿牀牋牘牴牾犁犇犖犧犹犲狃狆狒狢狠狡狹狷猊猜猖猝猴猯猥猾獏默獪獨獰獸獵獻獺珈珎玻珀珮珞璢琅瑯琥珸琲琺瑕琿瑟瑙瑁瑜瑩瑣瑪瑶瑾璋璞璧瓏瓔"],
[e1,瓠瓣瓲瓰瓱瓸瓷甄甃甅甌甎甞甦甬畄畍畆畚畩畫畭當疆疇畴疉疂疚疝疥痂痃疵疽疸疼疱痍痊痙痣痾瘁痰痺痲痳瘍瘉瘟瘧瘠瘡瘤瘴瘰瘻癇癈癆癜癘癢癨癩癪癧癬癰,
["e2a"癲癶癸發皀皃皈皋皖皓皙皚皰皴皹皺盂盍盒盞盡盥盧蘯盻眈眇眤眞眥眦眛眷眸睇睚睨睫睛睥睿睾睹瞎瞋瞑瞠瞞瞰瞶瞹瞿瞼瞻矗矚矜矮矼砒砠硅碎碆硼碚碌碣碵碪碯磑磆磋磔碾碼磅磊磬],
[e3a"磚磽礇礒礑礙礬礫祀祠祗祟祚祕祓祺祿禊禝禧禪禮禳禹秉秧秬秡秣稈稍稘稙稟禀稻稾稷穃穉穡穢穩穰穹穽窈窗窕窘窖窩窰窶竅竄窿竇竊竍竏竕竓站竝竡竢竦竭竰笂笏笊笆笘笙笞笵笨筐"],
["e4a1"筺笄笋筌筵筴筧筰筬筮箝箘箟箍箜箚箋箒筝箙篋篁篌篏箴篆篝篩簔篦篥籠簀簇簓篳篷簗篶簧簪簷簫籌籃籔籏籀籘籤籖籥籵粃粤粭粢粫粳粱粮粹粽糅糘糒糜糢鬻糯糲糴糶紆"],
[5a1,"紜紕紊絋紲紿絳絖絎絲絨絮絏經綉絛綏綛綺綮綣緇綽綫總綢綯綸綟綰緘緝緤緞緻緲縅縊縣縡縒縟縉縋縢繆繦縻縵縹繃縷縺繧繝繖繞繙繚繹繩繼繻緕繽辮繿纈纉續纒纐纔纖纎纛纜缸缺"],
[6a1","罅罌罍罎罐罕罔罘罟罠罨罩罧罸羆羃羈羇羔羞羝羚羣羯羲羹羮羶羸譱翅翊翕翔翡翦翩翳飜耆耄耒耘耙耜耡耨耿耻聊聆聘聚聟聢聨聳聲聰聶聽聿肄肆肛肚肭冐肬胛胥胙胝胚胖脉胯胱脛脩脣脯腋"]
[7a","脾腓腑胼腮腥腴膃膈膀膠膤膣腟膓膩膵膾膸臀臂膺臍臑臙臟臻臾舁舂舅與舊舍舐舖舩舫舸舳艙艘艝艚艟艤艢艨艪舮艱艷艾芍芒芫芟苡苟苒苴苳苺范苹茆苜苙"],
[a1""茴茖茲荀茯茫茘莅莚莟莢莖茣莇莊荼莵荵莠莉莨菴萓菫菎萃萋菁菷萇菠菲萍萢莽萸蔆菻葭萪萼蕚蒄葷葫蒭葮蒂葩葆萬葹萵蓊蒿蒟蓙蓍蒻蓚蓐蓆蓖蔡蓴蔗蔘蔬蔟蓼蕀蕣蕘蕈"],
["1","蕁蘂蕋薀薤薈薑薊薨蕭藪薜藉薺藏薹藐藕藝藥藹蘊蘓蘋藾藺蘆蘢蘚蘰蘿虍乕虔號虧虱蚓蚣蚩蚪蚋蚌蚶蛄蛉蛔蛬蛛蛯蜒蜆蜈蜃蛻蜑蜉蛹蜊蜴蜿蜷蜻蜥蜚蝠蝟蝸蝌蝎蝴蝗蝙"],
["eaa1","蝓蝣蝪蠅螟螂螯螽蟀蟐雖螫蟄螳蟇蟆螻蟯蟲蟠蠏蠍蟶蟒蠖蠕蠢蠡蠱蠶蠹蠧衄衂衒衞衾袞衵衽袵衲袂袗袒袮袙袢袍袤袿袱裃裄裘裙裝裹褂裼裴裨裲褄褌褊襃褞褪褫襁褶褸襌褝襞"],
"eb""襦襤襪襯襷襾覃覈覊覓覘覩覦覬覯覲覺覽覿觀觜觝觧觴觸訖訐訌訛訶詁詛詒詈詼詭詬詢誅誂誄誨誡誑誦誣諄諍諂諚諫諳諧諤謔諢諷諞諛謌謇謚諡謐謗謠謳謦謫謾謨譁譌譏譎證譖譛譚譫,"ea1","譟譬譯譽讀讎讓讖讙讚谺豁豈豌豐豕豢豬豸豺貂貅貊貍貎貔貘戝貲貮貶賈賁賚賽賺賻贄贅贊贇贍齎贓賍贔贖赭赱赳趁趙跂趾跏跚跖跌跛跋跪跫跟跣跼踈踉跿踝踞踐蹂踵踰蹊"],
ed1","蹇蹉蹌蹐蹙蹤蹠踪蹣蹕蹶蹲蹼躁躇躅躄躋躊躓躔躙躡躱躾軅軋軛軣軼軻軫軾輊輕輒輙輜輛輌輦輳輻輹轂輾轌轉轎轗轜轢轣轤辜辟辣辯辷迚迥迢迪迯邇迴迹迺逑逕逍逞逖逋逧逶逹迸
"eea,遐遑遉逾遖遘遞遨遶隨遽邁邀邊邉邨邱邵郢郤扈郛鄒鄙鄲鄰酊酣酥酩酳酲醋醉醂醢醫醯醪醵醴釀釉釋釖釟釡釛釼釵釶鈞釿鈔鈬鈑鉗鉉鉤鉈銕鉋鉐銜銖銓鉚鋏銹銷鋩錏鋺鍄錮"],
["ea1","錙錢錣錺錵錻鍜鍼鍮鍖鎰鎬鎭鎔鎹鏖鏗鏨鏥鏘鏝鏐鏤鐚鐔鐓鐃鐇鐐鐶鐫鐵鐡鑁鑒鑄鑛鑠鑞鑪鑰鑵鑷鑽鑚鑼鑾钁鑿閂閇閔閖閙閧閭閼閻閹閾濶闃闌闕闔闖關闡闥闢阡阨阮阯陂陌陏陋陷陞"],[f01",陦陲陬隍隘隕隗險隧隱隲隰隴隶隸隹雎雉襍雜霍雕霆霈霓霎霏霖霙霤霪霰靄靆靂靉靜靠靤靦靫靱靹鞅靼靺鞆鞋鞏鞐鞜鞨鞦鞣鞳韃韆韈韋韭韲竟韶韵頌頸頤頡頷頽顆顏顯顰",
[f1a1","顱顴顳颪颱颶飄飃飆飫餃餒餔餘餡餤餠餬餮餽饂饉饅饐饋饑饒饌饕馗馥馭馮駟駛駝駘駑駭駮駻駸騏騅駢騙騫驅驂驀驃騾驕驍驛驗驢驩驫驪骭骰骼髑髓體髞髟髢髦髯髫髮髴髱髷"],
["f2a,"鬆鬘鬚鬟鬢鬣鬧鬨鬩鬪鬮鬯鬲魄魃魏魎魴鮓鮃鮑鮗鮟鮨鮴鯀鯊鮹鯆鯏鯒鯢鯤鯔鯡鰺鯲鯱鯰鰕鰔鰓鰌鰆鰈鰒鰊鰄鰮鰛鰥鰤鰡鱇鱆鰾鱚鱠鱧鱶鱸鳧鴉鴈鳫鴃鴆鴪鴦鶯鴟鵄鴕鴒鵁鴿鵆鵈"
["3a","鵝鵤鵑鵐鵙鵲鶉鶇鶫鵯鵺鶚鶤鶩鶲鷄鷁鶸鶺鷆鷏鷙鷓鷸鷦鷭鸚鸞鹵鹹鹽麁麈麋麌麒麕麑麝麥麩麪麭黌黏黔黜點黠黥黯黴黶黷黹黻鼇鼈皷鼕鼬鼾齊齒齔齣齟齠齧齬齷齲龜龠",f4a1""堯槇遙瑤凜熙"],["f9a1","褜銈蓜俉棈鋹曻彅丨仡仼伀伹佖侊侔俍倢倞偆偰偂傔僘兊兤冾刕劜劦勀勛匀匇匤卲厓厲叝﨎咊咩哿喆坙坥垬埈﨏增墲夋奓奛奝奣妤妺孖寀甯寬尞岦岺峵嵓﨑嵂嵭嶸嶹巐弡弴彧德",
["faa1,"忞恝悅悊惞惕愠惲愑愷愰憘戓抦揵摠撝擎敎昀昕昻昞昤晥晗晙晴晳暙暠暲暿朎朗杦枻桒柀栁桄棏﨓楨﨔榘橆橳橾櫤氿汜沆汯泚洄涇浯淏淸淲淼渹湜渼溿澈澵濵瀅瀇瀨炅炫焏焄煜煆煇凞燾犱],
["ba1","猤猪獷珉珖珣珒琇珵琦琪琩琮瑢璉璟甁畯皂皜皞皛皦益睆劯砡硎硤硺礰礼神祥禔福禛竑竧靖箞絈絜綷綠緖繒罇羽茁荿菇菶葈蒴蕙蕫﨟薰蘒﨡蠇裵訒訷詹誧諸諶譓賰賴﨣﨤遧郞鄧釚"],
"fca1",釗釞釭釮釤釥鈆鈐鈊鈺鉀鈼鉎鉑銧鉷鉸鋧鋙鋐﨧鋕鋓錥錡鋻鋿錝錂鍰鍗鎤鏆鏞鏸鐱鑅鑈閒隆﨩隝隯霳靃靏靑靕顗顥飯飼餧館馞驎髙髜魵魲鮻鰀鵰鶴鸙黑",
["fcf1",",9,￢￤＇＂"],
"8fa2af"˘ˇ¸˙˝¯˛˚～΄΅"],
["8fa2c2","¦"]
["8a2b""ª©®™¤№",["8a6e1","ΆΈΉΊΪ"]
["8fa6e","",
"8ae","ΎΫ"],
"8fa6e"Ώ"],
["8f6f1,έήίϊΐόςΰώ"],["8fa7c2","Ђ",10,""],
["8faf2,"ђ",10,"ўџ],
["8fa9a1,"ÆĐ"]
["f9a4,"Ħ"],
[fa9a6","Ĳ"],
["8fa98",ŁĿ"],
["8fa9ab","ŊØ"],
fa9af",ŦÞ"],
["8fa9c1","æđðħıĳĸŀŉŋøßŧþ"],
["8faaa1","ÄÂĂǍĀĄÅÃĆĈČĊĎÉÈËÊĚĖĒĘ",
["faaba","ĜĞĢĠĤÍÌǏİĪĮĴĹĽĻŃŇŅÑÓÒÖÔŌŔŖŜŞŤŢÚÙÜÛŬǓŰŲŮŨǗǛǙǕÝŸŶŹŽŻ"],["8faba1","äăǎāąåãćċďéèëêěėēǵĝğ"]
["8fabbd,"ġĥìǐ"],
["8fabc5,"īĵĺľļńňñóòöōõŕřŗśšşťţùüûŭǔűųũǘǜǚǖŵýÿŷžż",
["b0a1","丅丒丟丣两丨丫丯丰丵乀乁乇乑乚乣乩乴乹乿亗亝亹仚仠仡仢仨仯仱仳仵份仾仿伀伂伃伋伕伖众伙伮伱你伵伷伻佀佉佌佒佔佖佘佟佣佪佬佷佸佾侂侄"]
["8b11","侅侉侊侎侐侒侔侗侙侚侞侟侲侷侹侼侽侾俁俅俈俉俋俌俍俏俒俠俢俲俽俿倀倁倄倇倊倌倎倐倓倗倘倛倜倝倞倢倧倮倰倲倳倵偀偅偊偌偎偒偓偙偟偠偢偣偦偪偭偰倻傁傃傄傆傊傎傏傐",
["fba1",傒傓傔傖傜傞"4,傪傰傹傺傽僀僃僄僇僌僎僐僓僔僜僝僟僢僤僦僨僩僯僱僶僺僾儃儇儈儋儍儎僲儐儗儙儛儜儣儨儬儯儱儴儵儸兂兊兏兓兕兗兘兟兤兦冃冎冘冝冡冣冭冸冼冾冿凂"]
["8b1","凈减凑凒凓凕凘凢凥凮凴刅划刓刖刨刱刲剅剗剘剚剜剟剠剡剦剮剷剹劅劊劓劕劖劗劘劜劤劥劦劧劯劶劷劸劻劽勀勄勈勌勏勑勔勖勛勜勥勨勩勪勰勱勴勷匃匊匋"],
["8f4","匌匑匓匞匟匧匫匬匭匰匲匵匼匽匾卂卛卡卣卥卬卭卲卾厃厇厈厓厔厙厝厡厤厪厫厯厲厴厵厷厸厺厽叅叏叒叓叕叚叝叞叠另叧叵吂吓吚吡吧吪吱吴吵呃呇呏呞呢呤呦呧呩呫呭呮呴"]
["8b5a1,"咃咅咈咉咍咑咕咖咜咟咡咦咧咩咪咭咮咱咹咻咿哊哎哠哬哯哶哼哾哿唀唁唅唉唌唎唕唪唫唵唶唼啁啇啐啑啘啚啛啞啡啤啦啿喁喂喆喈喎喏喒喓喔喗喣喤喭喿嗁嗃嗆嗉嗋嗌嗎嗑嗒",
["8fb6a1",嗓嗗嗘嗛嗞嗢嗩嗶嗿嘅嘈嘊",5,嘙嘬嘰嘳嘵嘹嘻嘽噁噃噄噆噉噋噏噔噞噠噡噢噣噩噯噱噵嚄嚅嚈嚌嚙嚝嚞嚟嚧嚨嚩嚫嚬嚭嚱嚳嚷嚾囉囊囋囏囐囌囍囙囝囟囤",4,囱囫园"],[8fb7a","囶囷圁圂圇圊圌圑圕圛圠圢圣圥圩圪圬圮圴圾坅坆坌坍坒坢坥坧坨坭",4,"坳坴坵坹坺坻坼坾垁垃垌垗垚垞垟垡垕垧垨垩垬垸垽埇埈埏埕埞埤埦埧埩埭埰埵埶埸埽埾埿堃堄堈堉埡],[8fb8a","堌堍堛堟堠堦堧堭堹塉塌塍塏塐塕塤塨塸塿墀墁墇墈墉墌墍墏墐墔墖墡墢墩墱墲壄墼壂壈壍壎壐壒壔壖壝壡壢壳夅夆夋夌夒夓夔虁夝夡夣夤夰夳夵夶夿奃奆奒奓奙奛奝奞奟奡奫奭"],["8f91","奯奲奵奶她奻奼妌妒妕妗妟妧妭妮妯妺妼姁姃姄姊姒姝姞姟姣姤姧姮姯姴姷娄娌娎娒娓娞娧娨娭娰婄婅婇婈婌婐婞婣婥婭婷婺婻婾媋媐媓媖媙媜媞媠媧媬媱媳媵媸媺媿"],
[8fbaa1""嫄嫈嫏嫜嫠嫥嫪嫵嫶嫽嬈嬗嬴嬙嬡嬥嬸孁孋孌孒孖孮孯孼孽孾孿宁宄宆宊宎宐宑宓宔宖宨宩宬宭宱宷宺宼寀寍寏寖,,"寠寯寱寴尌尗尞尟尣尦尫尬尮尰尲尵尶屙屚屢屣屧屨"],
[8fbba1""屭屰屴屵屺屻屼屽岇岈岊岏岒岝岟岠岢岣岦岪岵岺峉峋峒峝峗峮峱峲峴崁崆崍崫崣崤崦崧崴崽崿嵂嵃嵕嵑嵙嵊嵟嵠嵡嵢嵤嵪嵭嵰嵹嵺嵾嵿嶒嶓嶔嶕嶙嶛嶟嶠嶧嶫嶰嶴嶸嶹巃巋巐巎巘巙巠巤"],
["8ca","巩巸巹帀帇帔帕帟帠帨帲帵帾幋幐幉幑幖幘幛幞幨幪",4幰庀庋庎庢庤庥庨庪庬庱庳庽庾庿廆廋廎廑廒廔廜廞廥廫弆弇弈弎弙弝弡弣弤弬弮弴弶弻弽弿彀彄彇彍彐彔彘彛彠彣彤彧],
["fba","彴彵彸彺彽彾徍徖徜徝徢徫徤徬徯徰徱徸忄忇忈忉忋忐,4,"忞忡忢忨忩忪忬忭忮忯忲忳忶忺怇怊怍怓怔怗怘怚怵恈恌恔恖恗恡恧恱恾恿悂悆悈悊悎悑悓悕悘悝悞悢悤悥您悰悱悷"]
[8fbea1","悻悾惂惄惈惉惊惋惎惏惔惕惛惞惢惥惲惵惸惼惽愂愇愌","愗愙愜愢愪愫愰愱愵愶愹慁慉慞慠慬慸慻慼慿憀憁憃憄憋憍憒憓憗憘憜憝憥憨憭憸憹憼懂懕懝懞懡懩懥"]["8fbfa1","懬懭懯戁戄戇戓戕戜戠戢戣戩戫戹戽扂扃扄扆扌扒扖扚扜扯扺扽抎抏抦抨抳抶抷抺抿拄拎拕拪拴拼拽挃挄挊挋挍挐挓挖挘挩挪挭挵挶挼捁捂捃捆捊捋捎捒捓捔捘捛捭捴捵"]
[f0a1","捸捼捿掂掄掇掊掐掔掕掚掞掤掦掭掮掯揁揅揈揎揔揕揜揠揥揪揬揲揳揸揹搉搐搒搔搘搞搠搢搤搥搪搯搵摏摑摓摜摝摟摠摡摣摭摴摻摽撅撇撏撐撘撙撛撝撡撣撦撨撳撽撾"],
[fc1","擄擊擌擎擐擕擗擤擥擩擭擰擻擿攁攄攈攉攏攔攖攙攛攞攟攢攦攱攺攼攽敇敉敐敒敔敟敠敧敺敽斁斅斊斕斘斝斠斣斦斮斲斴斿旉旎旐旔旖旟旰旲旴旵旹旾旿昀昄昈昉昍昑昖昝"["8f1"昡昤昦昩昪昫昮昰昱昳昷晀晅晆晌晑晎晗晘晙晛晜晠晡晪晫晬晾晳晷晹晻暀晼暋暍暐暒暙暚暛暜暤暭暱暲暵暿曀曂曈曌曏曔曛曟曨曫曬曮曺朅朇朎朓朙朜朠朾杇杈杌杔杝"],
[8fca1","杦杮杴杶杻极枎枑枓枖枘枙枛枵枼枽柹柀柃柅柈柒柗柜柦柰柲桒栔栝栟栨栧栭栯栰栱栳栻栿桄桅桌桗桘桛桫桮,4,"桹桺桼梂梄梆梈梖梘梜梡梣梥梩梪梲梻棅棈棌棏"],
[f4a1","棐棓棖棜棝棨棪棫棭棰棱棵棶棻棼棽椆椉椊椐椑椓椖椗椱椳椵椸椻楂楅楉楎楗楛楣楥楦楨楩楬楰楱楲楺楻楿榍榒榘榥榦榨榭榯榺榼槅槑槗槢槥槮槯槱槳槵樀樁樃樑樕樚樝樠樤樨樰],
["fc5a1","樷樻樾樿橆橉橊橎橐橑橒橕橛橧橪橱橳檁檃檇檉檋檑檛檝檞檟檥檫檯檰檱檽櫆櫈櫌櫐櫔櫕櫖櫜櫝櫧櫬櫰櫱櫲櫼櫽欂欃欆欇欉欐欑欗欞欤欫欵欶欿歊歍歒歖歘歝歠歧歫歮歰",
"fca","歾殂殗殛殠殢殣殨殩殬殭殮殸殹殾毃毄毉毌毖毚毣毦毧毱毷毹毿氂氅氉氍氎氐氒氙氟氦氧氨氬氳氵氻汊汋汏汔汛汜汭汯汴汸汹沅沆沇沉沔沕沗沘沟沲沴泂泏泐泑泒泔泖"],
"fc7a1,"泚泜泠泩泬泮泲泴洄洇洊洎洏洑洚洦洧洯洱洼洿浗浞浟浡浥浧浰浼涂涒涔涗涘涬涴涷涹涽涿淄淊淎淏淖淛淝淟淢淯淴淶淼渀渄渞渢渧渲渹湄湈湋湏湑湒湓湔",
["8f81","湢湣湳湽溍溓溙溧溭溮溱溳溻溿滀滁滃滈滊滍滎滫滮滽漄漈漌漍漖漚漛漦漪漯漰漳漶漻漼潏潒潓潗潝潞潢潨潬潽潾澃澇澈澋澌澍澐澒澓澖澚澟澦澧澮澯澰澵澶濇濈濊",
["8fc9a1","濚濞濨濩濰濹濼瀀瀅瀆瀇瀍瀗瀠瀣瀯瀴瀷瀹瀼灃灄灈灊灋灔灕灞灎灤灥灬灮灵灶炁炆炔","炛炤炫炰炱炷烊烑烓烔烕烖烘烜烤",4,"焋焌焏焞焫焭焯焰焱焸煁煆煊煋煐煒煗煚煜煞煠],
["8caa1","煹熀熅熇熌熒熚熛熠熯熰熲熳熺熿燀燁燄燋燓燖燙燚燜燸燾爀爈爉爓爗爚爝爟爤爫爯爴爸牂牃牅牎牏牐牕牖牚牞牠牣牨牮牯牷牿犄犉犍犓犛犮犱犴犾狁狇狉狌狕狖狘狟狥狳狴狺狻"],
["fcba1","猂猄猇猋猒猓猙猞猢猤猨猬猱猵猺猻猽獃獍獐獒獖獘獞獟獠獦獧獩獫獬獯獱獹獼玀玁玃玆玎玐玓玕玗玜玞玠玢玥玵玷玼玽玿珅珆珋珌珏珒珓珖珙珝珡珣珦珧珴珵珷珹珺珻珽",
["8fca","琀琄琊琑琚琤琦"9,琹瑀瑃瑄瑆瑇瑋瑑瑒瑗瑝瑢瑦瑧瑭瑮瑱璁璅璆璇璉璏璐璒璙璚璜璟璣璨璩璪璫璮璯璱璲璵璹璿瓈瓉瓌瓘瓚瓛瓞瓟瓤瓨瓪瓫瓯瓺瓼瓿甆,["8fcda1","甒甖甗甡甤甧甩甪甶甹甽甾甿畀畃畇畈畎畐畒畗畞畯畱"5,"疁疅疐疓疕疙疜疢疤疿痁痄痆痌痎痏痗痟痠痧痬痮痯痱瘀瘂瘄瘊瘌瘏瘓瘕瘖瘙瘛瘜瘝瘞瘣瘥瘦瘩瘭瘲瘳瘵瘹"],
["8fea1","瘼癀癁癄癅癉癋癕癟癤癥癭癯癴皁皅皌皍皜皝皟皠皢",6"皪皭皽盁盋盔盠盨盬盱盶盹眆眊眎眒眔眗眙眚眜眢眨眭眮眯眴眵眹眽眾睂睅睆睊睍睎睏睒睖睗睜睞睟睢",
["8fc","睤睧睪睬睰睳睴睺睽瞀瞄瞌瞍瞖瞚瞢瞧瞪瞮瞯瞱瞵瞾矃矉矑矒矕矙矞矟矠矤矦矪矬矰矱矴矸矻砅砆砉砍砎砑砝砡砣砮砰砵砷硃硄硈硌硎硒硜硞硠硡硤硨硪确硺硾碊碏碘碡碝碞碟碤碨碬碭碰碱碲"],
["8f0a1""碻碽碿磇磈磉磒磓磖磤磛磟磠磡磪磲磶磺磿礌礚礜礟礠礧礩礭礴礻礽礿祅祆祊祋祏祑祔祘祛祜祧祩祫祲祹祻祼祾禋禌禑禓禔禕禖禘禡禩禯禱禴禸离秂秇秊秔秖秝秞",[8fda,"秠秢秥秪秫秭秱秸秼稂稇稉稊稌稑稕稛稞稡稧稭稴稵稸稺穄穇穌穕穖穙穜穝穠穥穧穪穵穸穾窀窂窅窊窋窑窔窞窠窣窬窳窵窹窻窼竆竉竌竎竑竛竫竬竴竽竾笇笔笟笣笪笭笮笯笰","82a笱笴笽笿筀筎筕筠筤筦筩筭筳筷箄箎箐箛箞箥箬箯箰箵箶箺箻箼箽篂篈篔篗篙篚篨篪篲篵篸篺篼簁簂簃簄簆簉簋簎簏簙簛簠簥簨簬簱簳簴簶簹簺籆籊籑籒籓籙",5,
["fa","籧籩籭籮籰籲籼籽粆粇粏粔粦粰粶粷粺粻粿糄糇糉糍糏糓糔糕糗糙糚糝糩糫紃紇紈紏紑紒紓紖紦紭紱紼紽紾絀絁絇絍絑絗絙絚絜絝絥絧絪絰絸絺絻絿綁綂綃綅綆綈綋綌綍綑綖綝"],
[8fd4a1","綞綦綧綳綶綷綹",,"緎緗緙縀緢緥緦緫緭緱緵緹緺縈縐縑縗縜縧縨縬縯縶縿繄繅繇繎繐繘繟繡繥繮繯繳纁纇纊纑纕纘纚缼缻缽缾罄罇罏罒罓罛罝罡罣罥罦罭"]
8fd5a1","罱罽罾罿羀羋羍羏羐羑羗羜羢羦羪羭羴羼羿翀翃翈翎翏翛翟翣翥翨翬翮翯翲翺翽翿耈耎耏耓耔耝耞耟耠耤耦耬耮耰耴耵耹耺耼耾聄聠聤聦聭聱聵肁肈肎肜肞肦肧肸肹胈胒胔胕胗胘胠胭"],
["8f6a""胰胲胹胺胾脃脋脖脘脞脠脤脧脬脺腇腊腌腒腗腡腧腨腭腯腷膁膐膄膅膆膋膎膖膘膛膞膢膮膴膻臋臃臅臊臎臏臕臗臝臞臡臫臱臲臵臶臸臹臽臿舀舃舏舔舙舝舡舢舨舺艃艅"],["8fd7a""艏艑艖艜艠艣艧艴艽艿芀芁芃芄芇芉芊芎芑芔芘芚芛芡芣芤芧芨芩芪芮芰芲芴芷芺芼芾芿苆苐苕苚苠苢苤苪苭苷苽茀茁茇茊茋荔茛茞茟茡茢茬茭茮茰茳茷茺茼荂荄荇荍荎荑荗荸],["8fda,荿莂莄莆莍莒莔莕莘莙莝莧莩莬莿菉菏菐菔菝荓菨菶菸菹菼萁萆萊萏萕萙莭萹葅葇葈葊葑葒葘葙葚葜葠葥葧葪葳葴葶葸葼蒁蒅蒒蒓蒕蒞蒦蒨蒩蒪蒱蒴蒾蓀蓂蓇蓈蓌蓏"],
["8fda1","蓜蓪蓲蓷蔲蓻蓽蔂蔌蔎蔐蔜蔣蔤蔥蔧蔪蔫蔯蔳蔴蔶蕆蕏,4,"蕖蕙蕜"6,蕤蕫蕯蕹蕺蕻蕽蕿薁薅薆薌薏薓薘薝薠薢薥薧薴薶薷薸薽薾薿藂藇藊藋藎薭藘藚藟藠藨藭藳藼"],
["8fda1""藿蘄蘅蘎蘐蘑蘒蘘蘙蘛蘞蘧蘩蘶蘸蘼蘽虂虆虒虖虗虘虙虝",4,"虬虯虵虶虺蚍蚑蚖蚘蚜蚦蚧蚨蚭蚳蚴蚷蚸蚹蚿蛀蛁蛃蛅蛑蛕蛗蛚蛜蛧蚈蛺蛼蛽蜄蜅蜎蜏蜓蜙蜟蜡"]
[8fda1","蜨蜮蜯蜲蜹蜺蜼蜽蜾蝀蝃蝅蝍蝘蝝蝡蝤蝯蝱蝻螃",6,螌螐螓螗螙螞螠螣螧螬螭螱螵螾螿蟁蟈蟉蟊蟎蟕蟖蟙蟜蟢蟣蟤蟪蟫蟭蟸蟺蟿蠁蠆蠉蠊蠐蠙蠒蠓蠔蠘蠚蠜蠟蠨蠰蠲],
8dca1","蠼衁衃衅衈衉衊衋衎衑衕衖衘衚衜衟衠衤衩衱衹衻袀袘袚袛袜袟袠袨袪袺袽袾裀裊",,"裑裒裓裛裞裧裰裵裷褁褍褕褜褠褦褧褨褰褲褵褹褺褾襀襂襅襆襉襏襒襗襚襛襜襢襣襮襰襳襺"],
["8da1,"襼覉覍覔覕覛覜覟覠覥覰覴覶覼觔",4"觥觩觫觭觱觶觹觿訄訅訏訒訔訕訞訠訢訤訦訫訬訯訵訽訾詀詃詇詉詓詖詗詜詝詧詵詶詷詹詺詻詾詿誀誃誆誏誐誒誖誗誙誟誧誮誯誳"]
["8fda1",誶誷諃諆諈諉諑諓諔諕諝諟諬諰諴諶諼謅謋謑謜謞謟謊謷譂","譈譓譔譍譞譣譭譶譸譹譼譾讁讄讅讋讔讕讜讟谹谽谾豅豇豋豏豑豓豔豗豘豝豙豦豨豩豭豳豵豶豻豾"
"8fdfa1,"貇貋貐貒貙貛貤貹賉賋賏賖賙賝賡賨賬賯賰賲賷賸賾贁贃贉贗贛赥赩赬赮赿趂趄趈趐趑趟趠趦趫趬趯趲趵趷趻跀跅跇跈跊跔跕跗跙跤跥跧跬跰趼跲跽踁踄踅踆踋踑踔踖踠踡踢"]
[8fe0a1""踣踦踧踶踷踸踹踽蹀蹁蹋蹍蹎蹏蹔蹛蹜蹝蹞蹡蹢蹩蹬蹯蹰蹱蹹蹺蹻躉躐躒躕躛躝躞躢躧躩躭躮躺躻軁軃軄軏軑軔軜軨軮軰軱軷軹軺軭輀輂輇輈輏輐輖輘輞輠輥輨輬輮輴輵輶輷輺轀"],
"fe1""轃轇轏轑",4轘轝轞轥辝辠辤辥辵辶达迀迁迆迊迋迍运迒迓迕迠迣迤迨迱迵迶迻迾适逄逌逘逛逨逩逯逪逬逳逴逷逿遃遄遛遝遢遦遬遰遴遹邅邈邋邌邎邐邕邗邘邙邛邠邡邢邰邲邳邶邽郌邾郃"],
["8fe2a1","郅郈郕郗郘郙郜郝郥郒郫郯郴郿鄀鄄鄅鄆鄍鄐鄔鄖鄗鄘鄚鄜鄞鄠鄥鄣鄧鄮鄯鄱鄴鄶鄷鄹鄺鄼酇酈酏酓酗酙酚酛酡酤酧酭酴酹醁醅醆醊醎醔醕醘醡醦醨醬醭醰醱醳醶醻醽"],
["fe3a1,"釂釃釅釓釔釗釙釚釩釪"5"釷釹釻鈀鈁鈅鈆鈉鈊鈌鈐鈖鈘鈜鈝鈣鈤鈥鈦鈰鈳鈵鈶鈺鈾鉀鉂鉆鉇鉊鉎鉑鉘鉜鉝鉡鉥鉧鉨鉮鉯鉰鉵"4,"鉻鉼鉽鉿銈銉銊銍銒銗],
[84a","銠銤銥銧銨銫銯銲銸銺銼銽銿",4,"鋅鋆鋇鋈鋍鋐鋓鋕鋘鋙鋜鋝鋟鋡鋣鋧鋨鋰鋹鋻鋿錀錂錈錑錕錜錝錞錟錡錤錧錪錳錴錶錷鍇鍈鍉鍐鍑鍒鍕鍗鍚鍞鍤鍧鍩鍪鍭鍯鍰鍱鍳鍴鍶"]
["8e5""鍽鍿鎀鎁鎂鎈鎊鎋鎏鎒鎘鎛鎞鎣鎤鎦鎨鎫鎴鎵鎶鎩鏁鏄鏅鏆鏇鏉",4,"鏓鏙鏜鏞鏟鏢鏦鏧鏹鏺鏽鐁鐂鐈鐍鐎鐏鐕鐖鐗鐟鐯鐳鐻鐽鑃鑊鑌鑕鑙鑜鑟鑡鑣鑨鑫鑭鑮鑱镸镹"]
["8fe6a1","镾閄閈閍閎閟閡閩閫閴閶閺閿闆闈闉闋闐闓闙闝闞闟闠闤阝阞阢阤阦阬阱阳阸阹阺阼阽陁陒陔陖陗陘陮陴陻陾隁隃隄隉隑隖隚隝隟隤隥隦隮隯隳隺雊雒雚雟雩雱雺霂"]
["fe7a1",霃霅霉霚霛霡霢霨霱霳靁靊靎靏靕靗靚靣靧靪靮靳靶靷靸靻靽靿鞀鞉鞕鞖鞗鞙鞚鞞鞢鞬鞮鞱鞲鞵鞶鞸鞹鞾韁韄韇韉韊韌韍韐韑韘韙韞韠韡韤韯韱韴韷韺頊頙頎頔頜頠頦"]
["f8a1,頫頮頯頲頳頵頥顄顇顊顑顒顓顖顗顙顚顢顣顦顪顬颫颮颰颴颸颺颻飂飅飌飡飣飦飧飪飶餂餇餈餗餛餜餢餧餫餱",4,"餹餻餼饀饁饆饇饈饍饎饔饘饙饜饞馛馝馟馦馰馱馲"],[8fe91",馹馺馽馿駃駉駓駔駚駞駧駪駫駬駰駴駹騂騃騄騋騐騑騖騞騠騢騣騤騧騭騮騳騵騶騸驇驄驊驋驌驎驑驖驝骪骬骮骯骴骵骹骻骾骿髁髃髆髈髎髐髒髕髖髗髛髠髤髥髩髬髳髵髹髺髿",4],
["8fea1鬄鬅鬉鬌鬍鬎鬐鬖鬙鬜鬠鬫鬭鬳鬴鬹鬺鬽魈魋魌魕魗魛魞魡魣魥魪",4,"魳魵魷魸魹鮀鮄鮅鮆鮇鮍鮏鮐鮔鮚鮝鮞鮦鮧鮩鮰鮱鮸鮻鮼鮾鮿鯁鯇鯈鯎鯐鯗鯝鯟鯥鯧鯪鯯鯳鯷"],
8fba1","鯹鯺鯽鰀鰂鰋鰏鰑鰘鰙鰚鰜鰞鰢鰦","鰱鰵鰶鰽鱁鱃鱅鱎鱐鱓鱖鱘鱛鱞鱟鱩鱜鱫鱨鱮鱰鱵鱷鱻鳦鳲鳷鳹鴋鴑鴘鴝鴞鴯鴰鴲鴳鴴鴺鴼鵅鴽鵂鵃鵇鵊鵓鵔鵟鵣鵢鵩鵫鵰鵶鵷鵻"],
["8feca"鵼鵾鶃鶄鶆鶊鶍鶎鶒鶓鶕鶖鶗鶡鶬鶮鶱鶵鶹鶼鶿鷃鷉鷊鷕鷖鷗鷚鷞鷟鷠鷧鷩鷫鷮鷰鷳鷴鷾鸊鸇鸎鸐鸑鸒鸕鸙鸜鸝鹺鹻鹼麀麂麃麄麅麇麎麏麖麘麛麤麬麮麯麳麴麵黆黈黋黟黤黬黮黰黱黲黵",
["8e"黸黿鼂鼃鼉鼏鼐鼑鼒鼔鼖鼗鼙鼛鼟鼦鼪鼯鼱鼴鼷鼹鼺鼽鼿齁"4,"齓齕齖齗齚齝齨齩"4,"齳齵齽龏龐龑龒龔龖龗龞龣龥"
]