[
"0","u0000"12,
[","｡"62],
["aa1,"　、。，．・？！゛゜´｀¨＾￣＿ヽヾゞ〃々〆〇ー―‐／＼～｜…‥‘’“）〕［］｝〈,9,"－±÷＝＜＞≦≧∞∴♂♀°′″￥￠￡％＃＆＊＠☆★○●◎◇"],["a2a",◆□△▲▽▼※〒→←↑↓〓"],
2ba","∈∋⊆⊇⊃∪∩",
"a2ca","∧∨￢⇒∀∃],
["a2dc"∠⊥⌒∂∇≡≒≫√∝∫∬"],["a22","Å‰♯♪†¶"]
["a2fe","◯"],
["3b"",9]
["a31","Ａ,25],
["a3e1""ａ"25]"a4a1","ぁ,82],
[","ァ",85,
["a6a1",Α",16",6],
"6c","α"16,"σ,6],
["a7a","А"5,ЁЖ",25],
["a7d1,"а",5,"ёж",25],["a1",─│┐└├┬┤┴┼━┃┏┓┛┗┣┫╋┠┯┨┷┿┝┸╂"],
["ada1","①","Ⅰ",9]
["d","㌔㌢㍍㌘㌧㌃㌶㍑㌍㌦㌣㍊㌻㎝㎞㎎㎏㏄㎡"],
["add","㍻〝〟№㏍℡㊤",4,"㈱㈹㍾㍽㍼≒≡∫∮∑⊥∠∟∵∩∪",
["ba1,"亜娃阿哀愛挨姶穐悪握葦鯵梓斡扱宛虻飴絢綾鮎或粟袷安按暗案闇鞍杏以伊位依偉囲威尉惟意慰易椅為畏異移維緯胃萎謂違遺医井域育郁磯壱溢逸茨鰯允咽員因姻飲淫胤蔭,
["1a",院陰韻吋右宇烏雨卯窺丑臼渦嘘唄欝蔚鰻姥浦瓜閏噂云運雲荏餌叡営嬰影映曳栄永泳洩瑛盈穎頴英衛鋭液疫益駅謁越閲榎厭円園堰宴延怨掩沿演炎焔燕猿縁艶苑薗遠鉛塩汚甥央往応"],
"b2a1","押旺横欧殴王翁鴬鴎黄岡沖億臆桶牡乙俺卸温音下化伽価佳加嘉夏嫁家寡科暇果架歌河火禍稼箇花苛荷華菓蝦課嘩貨迦過霞蚊俄峨我牙画臥芽蛾雅駕介会解回塊壊怪悔恢懐戒拐改",
["b3"魁晦械海灰界皆絵芥蟹開階凱劾咳害崖概涯蓋街鎧浬馨蛙垣柿蛎鈎各拡撹格核殻獲確穫覚赫較郭閣岳顎掛笠樫橿梶鰍潟割喝括活渇滑葛褐轄且叶鞄株兜竃蒲釜鎌噛鴨栢茅萱",
["b41","粥刈苅瓦乾侃冠寒刊勘巻喚姦完官寛干幹患感憾換敢柑桓款歓漢澗潅環甘監竿管簡翰肝艦莞観諌還鑑間閑韓館舘丸巌玩癌眼岩翫贋頑顔願企伎器基奇嬉寄岐希幾揮机既期棋棄"],
b5a1","機帰毅気汽畿祈季稀紀徽規貴起輝飢鬼亀儀妓宜戯技擬欺犠疑祇義誼議掬鞠吉吃喫桔橘詰杵黍却客脚虐逆丘仇休及吸急救朽灸球究窮笈給牛去居巨拒拠挙虚距鋸漁禦魚享京"],
["b61",供侠兇競共凶協匡卿叫喬境峡強彊怯恐恭挟教橋況狂狭胸脅興蕎郷鏡響饗驚仰凝尭暁業局曲極玉桐粁僅均巾錦斤欣欽禁禽筋緊芹菌衿襟謹近金吟銀九倶句区狗玖苦躯駆駈駒具虞喰空寓遇隅串櫛釧屑"],
["b7a""掘窟沓靴轡窪熊隈粂桑鍬勲君薫訓群軍郡卦袈祁係傾刑啓圭珪型契恵慶慧携敬景渓畦稽系経継繋罫荊蛍計詣軽頚鶏迎鯨劇戟撃隙傑欠決穴血訣月倹倦健兼券剣圏懸拳捲],
["b8a1","検権牽犬献研硯県肩見謙賢遣鍵顕験鹸元原厳幻弦源現絃舷言諺限乎個古呼固孤己弧戸故枯湖狐糊袴股菰跨鈷雇顧鼓伍午呉吾後御梧瑚碁誤護醐乞鯉交佼侯倖光公功効勾厚口向"],["b","后喉垢好宏工巧巷幸広庚康弘恒慌控攻昂晃更杭校梗構洪浩港溝硬稿糠紅紘絞綱耕考肯肱膏航荒行衡講貢郊酵鉱砿鋼項香高鴻剛劫号合濠豪轟麹克刻国穀酷黒獄漉腰甑忽惚骨狛込"],
["ba1"今坤婚恨懇昏昆根梱混痕魂佐叉唆差査沙瑳砂詐鎖裟坐座挫債催最哉妻宰彩才採栽歳采犀砕祭斎細菜裁際剤在材罪財冴坂阪堺榊肴咲崎埼碕作削咋搾昨柵窄策索錯桜鮭笹匙冊刷,
["bba1","察拶撮擦札殺薩鯖捌錆鮫皿晒三傘散燦珊産算纂蚕讃賛酸餐斬暫残仕仔伺使司史嗣士始姉子屍市師思指支孜斯施旨枝止死氏獅祉私糸紫肢脂至詞諮賜雌飼歯事似侍児字寺慈持"],
"bca1""次治爾磁示耳自蒔辞汐鹿式識鴫竺軸宍雫七叱執失室悉湿漆疾質実蔀偲柴芝蕊縞写射捨斜煮社紗者謝車遮邪尺杓爵酌釈錫若弱惹主取守朱狩珠腫趣儒呪需囚収周"],
[bda1","宗就州修秀秋終繍習臭舟蒐衆襲讐蹴輯週酋酬集醜什住充十汁獣縦重銃夙宿淑祝縮塾熟出術述俊峻春瞬竣舜准循旬楯殉準潤純巡醇順初所渚庶緒署書藷諸助叙女序徐恕除償"],
["be1","勝匠升召哨商嘗妾将小尚庄廠彰承抄招掌捷昇昌昭松樟樵沼渉湘焼焦照症省硝礁称章笑粧紹肖菖蒋蕉衝裳訟証詔詳象賞醤鍾鐘障鞘上丈乗冗城壌情擾条杖浄状畳穣蒸譲醸錠嘱飾"],
"bf","拭植殖燭織触食尻信侵唇娠審慎振新森榛浸深疹真神秦紳臣芯薪親身辛進針震人仁刃塵壬尋甚尽腎迅陣諏須酢逗吹垂帥推水炊睡粋翠衰遂酔錐錘随瑞髄崇嵩数枢趨雛据菅頗雀"],0a1"摺瀬畝是制勢姓征性政整星晴棲栖正清牲生盛精声製西誠誓請逝醒青静斉税脆隻席惜戚斥昔析石積籍脊責赤跡蹟碩切接摂折設窃説雪絶舌蝉仙先占宣専戦撰栴洗染潜煎煽旋穿箭",
"c1a1","繊羨腺舛薦賎践選遷銭銑閃鮮善漸然全膳糎噌曾曽楚狙疏疎礎祖粗素組阻遡鼠僧創双叢倉喪奏爽宋層匝惣捜掃挿掻操早槍槽漕燥争窓糟総聡草荘葬蒼藻装走送遭鎗霜騒像増憎"],
["c1",臓蔵贈造促側則捉束測速俗属族続卒其揃存孫尊損村遜他多太汰詑唾妥惰舵楕陀駄騨体堆対耐帯待怠替滞胎腿苔袋退隊黛鯛代台大第醍題鷹滝瀧啄宅托択拓沢琢託鐸濁茸凧只],
["c31,"叩但達辰奪脱巽辿棚狸鱈樽誰丹単嘆坦担探旦歎淡湛炭短端箪綻耽胆蛋誕鍛団壇弾断檀段男談知地恥智池稚置致蜘遅築畜筑蓄秩茶嫡着中宙抽柱注虫衷註鋳駐樗猪苧貯丁凋喋寵"],c4a","帖庁張彫懲暢朝潮牒町眺聴脹腸蝶調諜超跳銚長頂鳥勅捗直沈賃鎮津墜椎追鎚痛通塚栂掴槻佃漬辻蔦綴鍔椿潰坪壷嬬爪吊釣亭低停偵貞呈堤帝廷弟挺梯汀禎程締艇訂諦蹄逓",["c5a,"邸鄭釘鼎摘擢敵的鏑溺哲徹撤轍迭鉄典天展店添纏甜貼転顛伝殿澱田電兎吐堵塗妬屠徒斗杜登菟賭途都鍍砺努度土奴倒党冬凍刀唐塘套宕島嶋悼投搭東梼棟淘湯涛灯当痘祷等筒到],
["c6a","董藤討謄豆踏逃鐙頭騰闘働動堂導憧撞洞瞳童胴萄道銅鴇匿得徳特禿篤独栃凸突椴届鳶苫寅噸惇沌豚遁頓呑曇鈍奈乍凪薙謎灘捺鍋馴縄楠難汝二尼弐迩匂賑虹廿日入"],["c7a1,"如尿任妊忍濡禰祢葱年念捻撚燃粘廼之嚢悩納能脳覗蚤巴把播覇杷派琶破罵芭馬廃排杯盃背配倍培媒梅楳売陪這蝿秤矧伯剥拍柏白粕舶薄迫曝漠爆縛莫駁",
["8a1,"函硲箸肇筈櫨幡肌畑畠八鉢溌醗髪伐罰抜筏閥噺塙蛤隼伴判半反叛帆搬斑板氾汎版犯班繁般藩煩頒飯挽晩番盤磐蕃蛮匪否妃庇彼悲扉斐比泌疲皮碑秘緋罷肥被誹費避非飛樋簸備尾琵眉美"],
[c9a1",柊髭彦膝肘弼畢桧姫媛百俵彪標氷漂瓢票表評豹廟描秒苗錨鋲鰭品彬斌浜瀕貧賓頻敏瓶不付埠夫富冨布府敷普父符腐芙賦阜附侮撫舞葡蕪部封楓風葺蕗伏副復幅服"],
["ca1","福腹複覆淵弗払沸仏分扮焚奮粉糞聞丙併兵幣平弊柄並蔽閉陛米僻癖別瞥蔑偏片編辺返遍勉弁鞭舗鋪圃捕歩補輔穂墓慕戊暮母簿倣俸包呆報奉峰峯崩庖抱捧方朋",
["ca","法泡烹砲縫胞芳萌蓬蜂褒豊邦鋒飽鳳鵬乏亡傍剖坊妨帽忘忙房暴望某冒肪謀貌貿鉾防吠頬北僕墨撲朴牧睦穆釦勃殆幌本翻凡盆磨魔麻埋妹枚毎哩槙膜枕鮪柾鱒桝亦俣又抹末沫迄繭麿万慢満]["cca"漫味魅巳箕岬密蜜蓑脈妙粍民眠務夢牟霧椋娘冥命明迷銘鳴姪牝免綿緬面麺摸模妄毛猛盲網耗蒙儲黙目勿餅戻籾貰問也冶夜爺野弥矢役約薬訳躍柳薮鑓愉愈油],d1","諭輸唯佑優勇友宥幽悠憂揖有涌猶猷由祐誘遊郵雄融夕予余与誉輿傭幼妖容曜楊様洋溶熔用窯羊耀葉蓉要謡陽養慾抑欲沃翌翼淀螺頼洛絡酪乱卵嵐濫藍蘭覧利吏李梨理"],
[e","裏裡里離律率立葎掠流琉留硫粒竜侶慮旅了亮僚両寮料梁猟療瞭稜糧良諒遼量陵領力緑倫厘林淋琳隣麟瑠塁涙累類令伶例冷励嶺怜玲苓隷零霊麗齢歴列劣烈廉恋憐煉簾練聯"],
["ca1,"連錬呂櫓路労婁廊弄朗楼浪漏牢狼篭老聾蝋郎六麓禄肋録論和話歪賄脇惑鷲亙亘鰐詫藁蕨椀湾碗腕"],
["d0a1","弌丐丕个丱丶丼丿乂乖乘亂亅豫亊舒亟亠亢亰亳亶从仍仆仂仗仞仭仟价伉佚估佝佗佇佶侈侏佻佩佰佯侖儘俘俛俚俐俤俥倚倨倔倪倥倅俶倡倬俾俯們倆偃假會偕偈做偬偸傀傅傲"]
["d1a1",僊傳僂僖僞僥僭僣僮價僵儉儂儖儔儚儡儷儼儻儿兒兌竸兩兪兮冀冂囘册冉冏冕冖冤冦冩冪冫冱冰冽凅凉几凩凰凵凾刄刋刔刎刧刪刳刹剏剋剔剪剴剩剿剽劍劒剱辨"],
["d1","辧劬劭劼勁勍勗勞勣勦飭勠勳勵勸匆匈甸匍匏匕匚匣匯匳匸卅丗卉卍凖卮夘卷厖厠厦厥厮厰參簒雙叟叨叭叺吁吽呀吭吼吮吩吝呎咏呵咎呟呱呷咒呻咀呶咄咐哇咸咬哈]
"d31","咫咤咼哘哥哦唏唔哮哭哺哢唹啀啣啌售啜啅啖啗唳啝喙咯喊喟啻喘喞單啼喩喨嗟嗜嘔嘖嗾嗽嘛嗹噎噐營嘴嘶嘲嘸噫嘯噬噪嚆嚊嚠嚔嚏嚥嚶嚴囂囃囀囈囑囓囗囹圀囿圉",["d4a1","圈圍圓團圖圜圷坎址坏坩埀垈坡坿垉垓垠垳垤垪垰埃埆埔埒埓堊埖埣堋堙塲塢塋塰毀塒堽塹墅墹墟墫墺壞墻墸壓壑壙壘壥壜壟壯壺壹壻壼壽夂夊夛夥夭夲夸夾竒奕奐奎奚奘奢奠奩"],
["da1","奸妝佞侫妣妲姆姨妍姚娥娟娑娉婀婬婉娵婢媚媼媾媽嫗嫦嫩嫖嫻嬌嬋嬲嫐嬪嬶嬾孅孀孑孕孚孛孥孩孰孳孵學斈孺宀宦宸寃寔寤實寢寞寫寰寶寳尅將專對尓尠尢尨尸尹屁屆屎屓"],
["d61""屏孱屬屮乢屶屹岑岔岫岶岼峅岾峇峙峽峺峭峪崕崗嵜崟崛崑崔崚崙崘嵌嵒嵎嵋嵳嵶嶂嶢嶝嶬嶮嶽嶐嶷巉巍巓巒巫已巵帋帚帙帑帛帶帷幄幀幎幢幤幇幵并幺麼广庠廁廂廈廐廏"]
["d7a1,"廣廝廚廛廢廡廩廬廱廰廴廸廾弉彝彜弖弩弭彁彌弯彑彖彗彙彡彳彷徃徂彿徊徑徇從徙徘徠徨徭忖忻忤忝忿怡怙怩怎怱怛怕怦怏怺恚恁恪恷恟恊恆恣恃恤恂恬恫恙悁悍惧悃",["d8","悄悛悖悗悒悧悋悸悴忰悽惆悵惘愕愆惶惷愀惺惻惱愍慇愾愨愧慊愿愼愬愴愽慂慄慳慷慘慙慚慫慴慯慟慝慓慵憙憖憇憬憔憚憊憑憮懌懊懷懆罹懍懦懽懼懾戀戈戉戍戌戔戛"],
["a""戞截戮戰戲戳扁扎扣扛扠扨抉找抒抓抖拔抃抔拑抻拿拆擔拈拜拌拊拇拉挌拮拱挧挂挈拵捐挾捍搜掖掎掀掫捶掣掉掟掵捫捩掾揩揆揣揉插揶揄搆搦搶搗搨搏摧摯摶摎攪撕撓撥撩撈撼"],
"daa,"擒擅擇擘擱舉擡擣擯攬擶擴擲擺攀擽攘攅攤攣攫攴攵攷收畋效敖敕敍敞敝數斂斃斟斫斷旃旆旁旄旌旒旛旙无旡杲昃旻杳昵昴昜晏晄晉晁晞晝晤晧晨暃暈暉暄暝曁暹曉暾暼"],
["dba1","曄曖曚曠昿曦曩曰曵曷朖朞朦霸朿朸朷杆杞杠杙杣杤枉杰枩杪枌枋枦枅柯柬枳枸柤柞柢柮枹柎柧栩桍栲桎梳栫桙档桷桿梟梏梭梔條梛梃檮梹桴梵梠梺椏桾棊椈棘椢椦椌棍"],
["d1",棔棧棕椶椒椄棗椥棯椨椪椣椡棆楷楸楫楔楾椹楴椽楙椰楡楞楝榁楪榲榮槐榿槁槓槎槊榻槃榧樮榑榠榕榴槞槨槿槹槧樅榱樞槭樔槫樊樒櫁樣樓橄橲樶橸橢橙橦橈樢檍檠檄檢檣,
[da1","檗檻櫃櫂檸檳檬櫞櫑櫟檪櫚櫪櫻欅蘖櫺欒欖鬱欟欸欷欹歇歃歉歐歔歛歟歸歹歿殀殄殕殞殤殪殫殯殲殳殷殼毆毋毓毟毬毫毳毯麾氈氓气氛氤氣汕汢汪沂沍沚沁沛汾沒沐泄泱沽泗泅泝沮沱沾"],
[dea",沺泛泯泪洟衍洶洫洽洸洵洳洌浣浤浚浹浙涎涕濤渕渊涵淇淦涸淬淞淌淨淒淅淙淤淕淪淮渙湟渾渣湫渫湶湍渟湃渤滿溂溪溘滉溷滓溯滄溲滔滕溏溥溟潁滬滸漿滲漱滯滌"]
["da1","漓滷澆潺潸澁澀潯潛濳潭潼潘澑潦澳澡澤澹濆澪濟濬濘濱濮濛瀉瀋瀑瀁瀏濾瀛瀚潴瀝瀘瀟瀰瀲灑灣炙炒炯烱炸炳炮烟烋烙焉焙煥煕熈煦煢煖煬熏燻熄熕熨熬燗熹熾燒燉燔燎燠燬燧燵燼"],[e0a1,"燿爐爛爭爬爰爲爻爼爿牆牋牘牴牾犂犁犇犒犖犢犧狃狎狒狢狡狷猊猜猖猝猴猯猩猥猾獎獏默獗獪獨獸獵獻獺珈玳珎玻珀珥珮璢琅琥珸琲琺瑕琿瑟瑁瑜瑰瑣瑪瑶瑾璋璧瓊瓏珱",
[a1"瓠瓣瓧瓩瓮瓰瓸瓷甃甌甎甍甕甓甞甦畄畍畊畉畛畆畚畩畤畧畫畭畸疆疇畴疉疂疔疚疝疥疣痂痃疽疸疱痒痙痣痞痾痼痺痲痳瘋瘍瘉瘠瘡瘢瘤瘴瘰瘻癇癈癆癜癘癢癨癩癪癧癬"],
["e2a1","癲癶癸發皃皈皋皎皓皙皚皰皸皹盂盖盒盡盥盧盪蘯盻眈眇眩眦眛眷眸睇睚睫睛睥睿睾睹瞋瞑瞠瞰瞶瞹瞿瞼瞽瞻矇矍矚矜矣矮矼砌砒礦砠硅碆硼碚碌碣碯磑碾碼磅磊磬"]
["e31","磧磽礒礑礬礫祀祠祚祕祓祺祿禊禝禧齋禪禮禺秉秕秧秬秡稈稍稘稠稟禀稱稻稾稷穃穉穡穢穩龝穰穹穽窈窗窕窘窩竈窰窶竄窿邃竇竊竏竕竓站竝竡竢竦竭笂笊笆笳笙笞笵笨笶筐,
[4a1","筺笄筍笋筌筅筵筴筰筬箝箘箟箍箜箚箒箏筝箙篋篁篌篏箴篆篝簑簔篦篥籠簇簓篳篷簗篶簣簧簪簫簽籌籃籔籏籀籐籘籤籬籵粃粐粤粭粫粡粨粳粲粮粹粽糀糅糘糒糜糢鬻糲糶糺紆],["e5a1","紂紕紊絋紲絳絖絎絲絮絣經綉絛綏絽綛綺綮綣緇綽總綢綯綸綟綰緘緝緞緻緲緡縅縣縡縒縱縟縉縋縢繆繦縵縹繃縷縲縺繧繝繖繞繙繹繪繩繻纃緕繽辮繿纈纉纐纔纖纎纛纜缸],
["e6a1","罌罍罎罐网罕罟罠罨罸羂羆羃羈羇羔羞羝羚羣羯羹羮羶羸翆翊翕翔翡翦翩翳翹飜耆耄耘耜耿聊聆聒聘聚聟聨聳聰聹聽肄肆肅肛肓肚冐肬胛胥胙胝胄胚胖脉胱脛脩脣脯腋"],
"ea1","隋腆脾腓腑胼腱腮腥腦腴膈膊膂膤膣腟膩膰膾膸膽臀臂膺臉臍臑臙臘臚臟臠臧臺臻舁舂舅與舊舍舐舖舩舫舸艙艘艚艟艨艪艫艱艷艸艾芍芒芫芟芻芬苡苣苟苒苴苳苺莓苻苹苞茆苜茉苙],
["ea1","茵茴茖茲茱茹荐茯茫茘莅莚莪莢茣莎莇莊荼莵荳荵莠莉莨菴萓菫萃萋菁菷菲萢萠莽萸蔆菻葭萪萼蕚蒄葷葫蒭葮蒂葩萬葹萵蓊葢蒹蒿蓙蓚蓐蓆蓖蔡蓿蓴蔗蔘蔟蔕蔔蕀蕣蕘蕈"],
["ea1,蕁蘂蕋薤薈薑薊薨蕭薛藪薜蕷蕾藉薺藏薹藐藕藥藹蘊蘓藾蘆蘢蘰虍乕虔號虧虱蚓蚣蚪蚋蚌蚶蚯蛄蚰蛉蠣蚫蛔蛞蛩蛟蛯蜒蜆蜈蜀蜃蛻蜑蜉蜍蜊蜴蜿蜻蜥蜩蝠蝟蝌蝴蝗蝙"],
["eaa1","蝓蝪蠅螢螟螂螯蟋螽蟀蟐雖螫蟄螳蟇螻蟯蟲蠏蠍蟾蟶蟷蠎蠑蠢蠡蠱蠶蠹蠧蠻衂衒衙衞衢衫袁袞衵衽袵衲袗袒袙袢袍袤袰袿袱裃裄裔裘裙裝裹褂裼裴裨裲褌褊褓襃褞褥褫襁褻褸襌褝襞"],
["eba1","襦襤襭襪襯襷覃覊覓覘覡覩覦覬覯覲覺覽覿觀觚觜觝觧觴觸訃訖訐訌訛訝訥訶詛詒詆詈詼詭詢誂誨誡誦誚諍諂諚諫諧諱謔諢諷諞諛謌謇謚謖謐謗謳鞫謦謫謾謨譁譌證譛",
["ec1","譟譯譴譽讒讓讖讙讚谺豁谿豈豌豎豐豕豢豸豺貂貉貅貊貍貎貔豼貘戝貭貪貽貳貮貶賈賁賤賣賚賽賺賻贄贅贇贏贍贐齎賍贔赧赭赱赳趁趙跂趾趺跏跖跛跪跫跟跣跼踈跿踝踐踟蹂踰踴蹊],
"ed1","蹉蹌蹐蹈蹠踪蹣蹕蹶蹲躁躇躅躋躊躓躑躔躪躬躰軆躱躾軅軋軣軼軻軫軾輊輅輕輒輙輓輜輟輛輌輦輳輹轅轂轉轆轎轗轜轢轤辜辟辭辯辷迚迥迪邇迴逅迹逑逕逡逍逞逖逋逧逶逹迸"
["eea1,遏遐遑遒逎遉逾遖遘遞遨遯遶隨遲邂遽邁邀邉邨邯邱邵郢郤扈鄲鄰酖酘酣酥酩酳酲醋醉醂醢醫醯醪醴醺釀釁釉釋釐釟釡釛釼釵鈞釿鈔鈕鈑鉞鉗鉅鉤銕鉋鉐銜銖銓鉚鋏銷鋩錏鋺鍄錮]
["efa1","錢錚錺錵錻鍜鍠鍼鍮鍖鎰鎬鎭鏖鏗鏃鏝鏐鏈鏤鐚鐔鐓鐃鐇鐐鐶鐫鐵鐡鑁鑒鑄鑛鑞鑪鈩鑰鑵鑷鑽鑚鑼鑾鑿閂閇閊閔閖閠閨閭閻閹閾闊濶闍闌闕闔闖闥阡阨阯陌陏陋陷陜陞"],"fa1,陝陟陦陲陬隍隘隕隗險隧隱隰隴隸隹雎雉雍襍雜雕雹霄霆霈霓霎霖霙霤霪霰霹霽霾靄靆靈靂靉靜靠靤靦靨靱靹鞅靼鞁鞆鞋鞏鞜鞨鞦鞣鞴韃韆韈韋韜韭齏韲竟韶頏頌頤頡頷顆顏顋顫顯顰"],
"fa1,顴颪颯颶飄飃飆飩飫餃餉餒餔餘餡餝餞餤餮餽餾饂饉饅饐饋饑饌饕馗馘馥馭馮馼駟駘駑駭駮駱駲駻騁騏騅駢騙騫騷驅驀驃騾驕驍驛驗驢驥驤驩驫驪骰骼髏髑髓體髞髟髢髣髦髯髫髮髴髱髷"],
["f2a1"髻鬆鬚鬟鬣鬥鬧鬨鬩鬪鬮鬯鬲魄魃魏魍魑魘魴鮓鮃鮑鮖鮗鮟鮨鮴鯀鯆鯑鯒鯣鯢鯡鰺鯲鯱鯰鰔鰉鰓鰌鰆鰈鰒鰊鰄鰮鰥鰤鰡鰰鱇鰲鰾鱠鱧鱶鱸鳧鳰鴉鴈鳫鴃鴆鴪鴦鶯鴣鴟鵄鴕鴒鵁鴿鴾鵆鵈],
"f3a1","鵝鵞鵤鵑鵐鵙鵲鶉鶇鶫鵯鵺鶤鶲鷄鷁鶻鶸鶺鷂鷙鷓鷦鷽鸚鸛鸞鹹鹽麁麋麌麒麕麑麝麥麩麪麭靡黌黎黏黐黔黜點黝黠黥黨黶黻黼黽皷鼕鼡鼬齒齔齣齟齠齡齦齧齬齪齲齶龕龠",
["f41","遙瑤凜熙],"f9a1""纊褜鍈銈蓜俉炻昱棈鋹彅丨仡伃伹侒侊侚侔俍偀倢俿偆偰偂傔僘兊兤冝冾凬劜劦勀勛匀匤卲厓﨎咜咊哿喆坙坥垬埈增墲夋奓奝妤孖寀甯寘寬尞岦岺峵﨑嶸嶹巐彧",
"faa,"忞悅悊惞愠惲愑愷愰憘抦揵撝擎敎昀昕昻昉昮昞昤晥晗晴晳暙暠暲暿曺朗杦枻柀棏﨓楨﨔槢樰橫橳氿汜汯泚洄涇浯涖涬淏淸淲渹湜渧渼溿澈澵濵瀇瀨炅炫焏焄煆煇凞燾"],
["fa1","猤猪獷玽珖珣珒琇琦琩瑢畯皂皜皞皛皦益劯砡硎硺礼神祥福禛竑竫箞精絈絜綷綠繒罇羡羽荢荿菇菶葈蕓蕙薰蘒﨡蠇裵訒訷詹誧誾諟諶譓譿贒赶﨣軏﨤逸遧都鄕鄧釚],
["fca1","釗釞釭釮釤釥鈆鈐鈊鈺鉀鈼鉎鉙鉑鈹鉧銧鉸鋧鋗鋙鋐﨧鋕鋠鋓錥錡鋻﨨錞鋿錝鍗鎤鏆鏞鏸鐱鑈閒﨩隝隯霻靃靍靏靑靕顗顥餧館髙魵魲鮏鮱鮻鰀鵰鵫鶴鸙"],
[fcf""ⅰ",9,"￢￤＇＂"],
["fa2af","ˇ˙˝¯˚～΄΅"]
[8fa2c2","¦¿"],"8fa2eb","ª©™¤№,
8fa6e1","ΆΈΉΊΪ]["8a6e7,",["fa6e9","ΎΫ"],["8fa6e,"Ώ"],"8faf1,"άέήίόςύϋΰώ"],
["8fa7c2",Ђ",0,"ЎЏ"],
[72",ђ",0,џ"],"8fa9a1","Æ",
["8fa9a4",Ħ"],"fa9a6","Ĳ],
["8fa9a8,ŁĿ"],8faa","ŊØŒ",
"8faafŦ,
[fa9c1",æðħĸłŀŉøþ"]
[aa1,"ÁÀĂǍĀĄÃĈČÇĊÉÈËÊĚĖĒĘ"],
["fba,ĜĞĢĤÍÌÏİĪĮĨĴĹĻŃŇŅÑÓÒÖÔǑŐŌÕŔŘŖŚŠŤŢÚÙÛŬǓŰŪǛǙǕŴŶŹŽŻ",
"8faba1,"áàäâăǎāąåãćĉçċďéèëěėēęĝğ
["8abd"ġíìïîǐ"],
[b5","īĩĵķĺľļńňņñóòöôǒőōõŕřśťţûŭǔūůũǘǜǖŵýÿžż"],["8fb0a1","丂丄丌丒丣两丨丯丰乀乄乑乜乣乨乩乵乹乿亍亖亗亝亹仃仐仛仢仱仳仵份仾仿伀伃伈伌伒伖伮伱你伳伵伷伹伻伾佀佈佉佋佒佔佖佘佟佣佪佮佱佷佸佹佺佽佾侁侂侄"
"8fb1a1","侅侉侊侌侎侐侒侔侗侙侚侞侟侲侷侹侻侼侽侾俅俆俋俍俜俠俰俼俽俿倀倁倄倊倎倐倗倘倛倜倝倢倧倲倳倵偀偂偅偆偊偌偎偑偒偓偗偙偟偠偢偣偦偧偪偰偱傁傃傄傆傊傎傐"],
["8fb2a1","傒傓傔傖傜傞",4,"傪傯傰傹傺傽僀僃僇僌僎僐僔僝僟僢僤僦僨僩僯僱僺僾儃儇儈儋儌儍儐儗儙儛儜儝儞儣儧儨儬儭儯儱儳儴儸儹兂兊兏兓兗兘兟兤兦冃冄冋冎冝冡冣冭冼冾冿凂"],
["8fb31","凈凑凒凕凘凞凢凥凮凳凴凷刁刂刅划刓刕刖刘刢刨刱刲刼剅剉剕剗剘剚剜剟剡剦剮剷剸劀劂劅劊劌劕劖劗劚劜劤劥劦劧劯劰劶劷劸劺劻劽勀勄勆勈勌勏勑勔勖勛勜勡勥勨勪勬勰勱勴勶勷匀匃匋"],["8fb4a,"匌匑匓匜匟匥匧匨匩匫匬匭匰匲匵匼匽匾卌卋卙卛卡卣卬卭卲卹卾厃厇厎厔厙厝厡厤厪厫厯厲厴厵厷厸厺厽叀叅叏叓叕叝叞叠叧叵吓吚吧吨吪吱吵呄呇呍呏呞呢呤呦呧呩呭呮呴"],
["8fba1","咁咃咅咉咍咕咖咜咟咡咦咧咩咪咭咮咱咷咺咻咿哆哊哎哪哬哯哼哿唀唁唅唈唉唌唍唕唪唫唲唵唶唻唼唽啁啇啉啊啐啑啘啚啞啠啡啤啦啿喁喂喆喈喎喑喓喗喣喭喿嗁嗃嗆嗉嗋嗎嗑嗒"],
8b6a1","嗓嗘嗛嗞嗢嗩嗿嘅嘈嘊嘍",5,"嘙嘬嘰嘳嘵嘷嘹嘻嘼嘽嘿噀噁噄噉噋噍噏噔噞噠噡噣噭噯噱噲噵嚈嚋嚕嚙嚚嚝嚞嚟嚦嚧嚨嚩嚫嚬嚱嚳嚷嚾囅囉囊囋囐囌囍囙囜囝囤",4,囱囫"],
["8fb7a,"囶圁圂圇圊圌圑圚圝圠圢圣圤圥圩圪圬圮圯圳圽圾圿坅坆坌坍坒坢坥坭",4,"坴坵坹坺坻坾垁垃垌垔垙垚垜垟垡垕垧垩垸垽埇埈埕埝埦埩埭埰埵埶埸埽埾埿堃堄堈埡"],
[fb8","堌堍堛堞堟堠堦堧堭堹堿塉塍塏塐塕塡塤塧塨塸塼塿墁墇墈墉墊墌墍墏墐墖墝墠墡墢墩墱墲壄墼壂壈壍壎壐壒壔壖壚壝壡壢壩壳夅夆夌夒夔虁夣夤夨夯夰夳夵夿奃奆奒奙奛奝奞奡奣奫奭"],
["8fb9a1""奯奲奵她奻奼妋妌妎妒妕妟妤妧妯妰妺姁姃姄姈姊姒姞姟姣姤姧姯姲姴姷娀娄娌娍娒娓娞娤娧娨娪娭婄婅婇婈婌婐婣婥婧婷婺婻婾媋媓媖媙媜媞媟媠媢媧媱媲媳媵媸媺媿"],
["8baa1","嫄嫆嫏嫚嫜嫠嫥嫮嫵嬀嬁嬴嬛嬝嬡嬥嬭嬸孁孋孒孖孞孨孯孼孽宄宆宊宎宐宑宓宔宨宭宯宱宲宷宺寁寍寏寖",4,"寯寽尌尞尟尣尩尫尲尵尶屙屜屢屣屨屩"]
["8fbb1""屭屰屴屵屺屻屼岇岏岒岝岢岣岪岲岵岺峉峝峗峮峱峴崁崆崍崫崣崦崴崹崽崿嵂嵆嵈嵕嵟嵡嵢嵪嵭嵹嵾嶁嶃嶈嶊嶒嶓嶔嶕嶙嶛嶟嶠嶧嶫嶰嶴嶸巃巇巋巐巎巘巙巠巤"],[8fbca1","巩巸巹帀帇帒帔帕帘帟帠帮帨帲帾幋幐幉幖幘幨幪",4,幰庋庎庢庤庪庬庱庳庾庿廌廋廑廔廕廥廫弇弈弎弙弜弡弢弣弤弨弫弬弮弰弶弻弽弿彀彄彅彇彍彐彘彛彠彣彧"]
["8fbda1,"彴彵彸彺彾徉徍徏徖徜徝徢徧徫徤徬徯徰徱徸忇忉忋忐",4,"忞忡忩忭忮忯忲忶忺忼怇怊怓怔怗怘怟怤怳怵恀恇恉恌恑恔恖恗恝恧恿悆悈悊悎悓悕悝悞悢悤悥"],["8fea1","悻悾惈惊惋惏惕惙惛惝惞惢惥惲惵惸惽愂愇愊愌愐"4,"愗愙愜愞愢愪愫愰愱愵愶愷愹慅慆慉慠慲慸慻慿憀憃憋憍憘憜憝憟憥憨憪憭憹懀懁懂懎懏懕懝懟懡懢懧懩懥],
"8fbfa""懬懭戃戄戇戓戕戜戢戣戧戫戹戽扃扄扆扌扐扑扒扔扖扚扜扭扯扳扺扽抍抎抏抐抦抨抳抷抾抿拄拎拕拖拚拪拲拴拽挃挄挍挖挘挩挪挭挵挶捁捄捆捊捋捎捓捘捛捥捦捭捱捴捵],"8f0a1","捸捼捽捿掂掄掇掊掕掙掚掞掤掦掭掮掯掽揅揈揎揑揓揔揜揠揥揪揬揳揵揸揹搉搊搐搒搔搘搞搢搤搥搩搯搰搵搽搿摋摏摑摓摔摚摛摜摝摟摠摡摣摭摴摻撅撇撑撙撛撝撟撡撨撳撽撾"]
["8fca1,"擉擊擋擎擐擑擗擤擥擩擪擭擰擵擷擿攁攄攊攏攓攔攙攛攟攢攦攩攮攺攼攽敃敇敉敐敒敔敟敠敧敫敺斁斅斊斒斕斠斦斮斲斳斴斿旂旈旉旎旐旔旖旘旰旲旴旵旹旾旿昀昄昈昉昍昑昒昕昖昝"]
[8fc2a1","昡昢昣昤昪昫昬昰昱昳昹昷晀晆晊晌晑晎晗晘晙晛晜晠晡曻晪晬晾晳晵晿晷晸晹晻暀晼暋暌暒暙暛暜暠暤暱暲暵暿曀曂曈曎曔曛曨曬曮曺朅朇朎朓朜朳杇杈杌杔杕杝"],
["8fc3,"杦杻枎枑枓枖枘枙枛枰枱枲枵枻枼柹柃柈柉柒柙柜柡柰柲柶柷桒栔栙栝栟栨栧栬栭栯栰栱栳栻栿桅桊桌桗桘桛桫桮",4,"桵桻梂梈梚梡梣梩梪梮梻棈棌"],
["8fc4a1""棐棓棖棙棜棝棨棪棬棵棻棼椆椉椊椐椑椓椖椗椳椵椸椻楂楅楉楎楗楛楣楤楥楦楨楩楰楱楲楺楻楿榀榒榖榘榡榥榦榨榭榷榸榺榼槅槈槑槖槗槢槥槮槯槱槳槵槾樀樁樃樏樕樚樠樨樲"
"8fc5a1,"樴樷樻樾樿橅橆橉橐橑橒橕橛橤橧橪橱橳橾檁檃檆檇檉檋檑檛檝檞檥檫檯檰檱檴檽檾檿櫆櫉櫈櫌櫐櫖櫜櫤櫧櫬櫰櫱櫲櫽欂欃欆欇欏欛欞欨欫欬欯欶欻欿歊歍歖歘歝歠歧歮歰歽"],
["8f6a1",歾殂殅殟殢殣殨殬殰殸殽殾毄毉毌毖毚毡毣毦毧毱毷毹氂氅氎氒氙氧氬氮氳氵氺氿汋汏汔汙汛汜汫汭汴汸汹汻沅沆沇沉沔沜沟沰沴泂泆泍泏泒泔"],
[8fc7a1",泜泠泧泩泫泬泮泲泴洇洊洑洚洦洧洨汧洮洯洱洹洼洿浟浡浧浯浰浼涂涇涒涔涗涘涪涬涴涷涹涽淊淎淏淖淛淝淢淥淩淯淴淶渞渢渧渲渶渹渻渼湄湅湈湉湏湑湒湔湗湜湞"],
["8fc8a1""湢湣湨湻湽溓溙溧溭溮溱溻溿滀滁滃滈滊滎滏滫滮滻滽漈漊漌漍漖漘漛漦漩漪漰漳漶漻漼漭潏潓潙潚潝潞潢潨潬潽潾澃澇澈澌澍澐澒澔澖澚澟澠澮澯澵澶澼濅濇濈"],
["8fca1","濚濞濨濰濵濹濼濽瀀瀅瀆瀇瀗瀠瀣瀴瀷瀹瀼灃灄灊灝灞灎灥灬灵灶灾炁炅炔",,"炛炤炫炰炱炴炷烊烑烓烔烕烖烘烜烤焃",焋焌焞焠焫焱焸煁煅煆煇煊煋煐煒煗煚煜煞煠]
["a1","煨熀熅熌熒熛熢熯熰熲熳熺熿燀燄燋燓燖燙燚燜燸燾爀爇爈爉爗爚爟爫爸牃牅牎牏牐牓牕牖牚牜牞牠牣牨牫牯牱牷牸牻牼犄犉犍犎犓犛犭犮犱犾狉狌狕狘狟狥狳狴],
["fcba1","狾猂猄猅猋猍猒猘猙猞猤猬猱猲猵猺猻獃獐獒獖獝獞獟獠獦獧獫獯獱獷獹獼玀玃玅玎玐玓玗玘玟玠玢玥玦玪玫玭玵玷玹玼玽玿珆珋珌珏珒珓珖珙珝珦珧珩珴珵珹珻",
["fcca1,"珿琀琁琄琇琊琑琚琦琨",9,"琹瑀瑄瑇瑑瑒瑗瑝瑢瑦瑧瑨瑫瑮瑱瑲璀璁璅璆璇璉璐璑璒璘璙璚璜璟璠璡璣璦璨璩璫璮璯璱璵璹璻瓈瓉瓌瓐瓓瓘瓚瓞瓟瓤瓨瓪瓫瓯瓺瓼瓿"]"8cda1","甒甗甤甧甩甪甶甹甾甿畀畃畇畈畎畐畒畗畟畡畯畱畹",,"疁疅疐疒疜疢疴疿痀痁痄痎痏痗痜痟痠痡痤痧痬痱痹瘂瘃瘇瘈瘊瘌瘏瘒瘓瘖瘙瘛瘜瘝瘥瘦瘩瘭瘲瘳瘵瘹"],
["fa1,"瘺癀癁癃癅癉癋癕癙癟癤癥癭癮癯癱癴皁皅皌皍皕皛皜皝皟,"皪皭皽盁盅盉盋盌盎盔盠盦盨盬盱盶盼眀眆眊眒眔眗眚眢眮眯眴眶眹眽眾睅睍睎睏睒睖睗睜睞睢"],
["8ffa1,"睤睪睬睲睳睽瞀瞄瞌瞍瞔瞕瞚瞟瞢瞪瞮瞯瞵瞾矃矑矒矕矙矞矟矠矤矦矪矬矱矴矸矻砅砉砍砎砝砡砢砣砭砮砵砷硃硇硌硒硜硞硠硡硤硨确硺硾碔碡碞碟碤碨碭碰碱碲碳"],
["8fd0a1","碻碽磇磈磉磌磒磓磕磖磤磛磟磠磡磦磪磲磳磶磷磺磻磿礆礌礚礜礟礠礥礧礩礭礱礴礽礿祄祆祏祑祔祘祛祩祫祲祹祻祼祾禋禌禔禕禖禘禜禡禨禩禯禱禴禸离秂秄秇秈秏秔秖秚秝"]
8da","秠秢秥秪秫秭秸秼稂稇稉稊稑稕稛稞稡稧稫稭稯稰稴稵稸稹穄穅穇穈穖穙穜穠穥穧穪穵穸窂窅窆窊窐窑窔窞窠窬窹窻窼竆竉竌竨竩竫竬竱竴竽竾笇笔笟笣笧笩笪笫笭笯笰"],[8fd2a1笴笽笿筀筁筇筎筕筤筦筩筯筳箄箉箎箐箑箖箛箞箠箥箬箲箵箶箺箼箽篂篅篈篊篔篖篗篙篨篪篲篴篺篼篾簁簂簃簄簆簉簋簌簎簏簛簠簥簦簨簬簱簳簹簺籆籊籕籒籓籙"5,
[8fd31","籡籣籧籩籭籮籲籹籼籽粆粇粏粔粞粦粰粶粷粺粻粼粿糄糈糉糍糏糓糔糕糗糙糚糝糦糩糫糵紃紈紉紑紓紖紞紣紦紪紭紼紾絁絇絈絍絑絓絗絚絜絥絧絪絰絸絺絻絿綂綃綅綆綈綌綍綑綖綗"],
["8fda","綞綦綧綶綷綹緂",4,"緌緍緎緗縀緢緥緪緫緱緵緹縈縐縑縕縗縜縝縠縧縨縬縭縯縶縿繄繅繇繒繟繡繢繫繮繯繳繸繾纁纆纇纊纍纑纕纘纚缻缽缾缿罃罄罇罏罒罓罛罜罝罣罤罥罭"]
["8fd51","罱罽罾羀羋羍羏羐羑羖羜羡羪羭羼羿翀翃翈翎翛翣翥翨翬翮翯翲翺翽翾翿耊耎耏耑耓耔耖耝耞耟耠耦耬耴耵耷耹耺耼耾聄聠聤聦聭聵肈肎肜肞肦肧肫肸肹胈胍胏胒胔胕胗胠胭胮"],
[8fd6a1",胰胲胳胶胹胺胾脃脋脗脘脜脞脠脤脧脬脰脵脺脼腅腇腌腒腗腠腧腨腭腯腷膐膄膅膆膋膎膖膛膢膮膲膴膻臋臃臅臎臕臛臞臡臤臫臰臲臵臸臿舀舃舏舓舔舙舚舝舢舨舲舴舺艄艆"],
["8fa1,"艋艏艑艖艜艠艣艧艴艽艿芁芃芄芇芉芊芎芔芖芘芚芛芠芡芣芤芧芩芪芮芲芴芼芿苆苐苚苢苤苨苪苭苯苶苷苽苾茀茁茇茊茋茛茝茡茢茬茭茮茰茳茷茺茼茽荂荃荄荍荎荑荗荸",
8fd8a1","荽荿莂莄莆莒莔莕莙莛莜莝莦莧莩莬莾菇菉菏菝荓菨菪菶萁萆萊萕萙莭萯萹葅葈葊葏葑葒葖葚葜葠葤葥葧葰葳葴葶葸葼葽蒁蒅蒕蒞蒦蒨蒩蒪蒯蒱蒺蒽蓀蓂蓈蓌蓏蓓"],
["8fd9a","蓜蓧蓪蓯蓰蓱蓲蓷蔲蓺蓻蓽蔃蔇蔌蔎蔜蔢蔤蔥蔧蔪蔫蔯蔴蔶蔿蕆蕏",4,"蕖蕙蕜,6,"蕤蕫蕯蕺蕻蕽蕿薁薅薆薉薋薌薏薓薘薝薟薠薢薧薴薶薸薼薽薿藂藇藊藋藎薭藘藚藠藦藨藳藶藼"]
[8fdaa1","藿蘀蘄蘅蘍蘎蘐蘑蘘蘙蘛蘞蘧蘩蘶蘺蘼蘽虀虂虆虒虖虗虘虝虠",,虩虬虯虵虶虷虺蚍蚖蚘蚚蚜蚡蚦蚧蚨蚭蚱蚳蚴蚵蚷蚸蚹蚿蛀蛁蛃蛅蛑蛒蛗蛚蛜蛠蛣蛧蚈蛺蛽蜄蜅蜇蜎蜏蜔蜞蜟蜡蜣"],
["8fba,"蜨蜮蜱蜹蜺蜼蜽蝀蝃蝅蝍蝘蝝蝤蝥蝱蝲螃",6,"螌螐螓螕螗螘螙螞螠螣螧螬螭螮螱螾蟁蟈蟎蟕蟖蟚蟜蟟蟢蟣蟪蟭蟳蟺蟿蠁蠃蠆蠊蠋蠐蠓蠔蠘蠚蠞蠟蠨蠭"],
["fdca1,"蠼衁衃衅衈衉衊衋衎衑衕衖衘衚衜衟衠衤衩衱衹衻袀袘袚袛袜袟袠袪袽裀裊",,"裓裛裞裧裯裰裱裵裷褁褆褍褏褕褖褘褙褚褜褠褦褧褨褰褱褲褵褹褺褾襀襂襅襏襒襗襚襛襡襢襣襫襮襰襳襵襺"]["8fdda1"襻襼覉覍覐覛覜覠覥覰覴覵覶覷觔,4,"觥觩觫觭觱觳觹訄訅訇訏訑訒訔訕訞訠訢訤訦訫訬訯訵訷訽訾詀詃詇詉詎詓詖詘詝詡詥詧詵詶詷詹詺詻詾詿誀誃誆誏誐誒誖誗誙誧誩誯誳"],
["fdea","誶誷誻誾諃諆諈諊諑諓諔諕諟諬諰諴諵諶諿謅謆謋謑謞謟謊謭謰謷譂",4,"譒譓譔譙譍譞譣譭譸譹譼譾讁讄讅讋讏讔讕讜讞讟谸谹谾豅豇豉豋豏豑豓豘豛豝豙豣豤豦豨豩豳豵豶豾貆],
[8dfa1","貇貐貒貓貙貛貜貹貺賋賏賖賙賝賨賬賯賰賲賵賸賾賿贁贃贉贒贗贛赥赬赮赿趂趄趈趍趕趞趟趠趦趫趬趯趲趵趷趹趻跀跅跆跇跈跊跎跑跗跙跤跧跬跰跴跽踁踄踆踋踔踖踠踡踢,
"8e0a1,"踣踦踳踶踷踸踹踽蹁蹋蹍蹏蹔蹛蹜蹝蹞蹡蹩蹬蹭蹯蹰蹱蹹蹺蹻躂躃躉躐躒躕躛躝躞躢躧躩躭躮躵躺躻軀軁軇軏軑軜軨軮軰軱軷軺軭輀輂輏輐輖輗輘輞輠輡輣輥輧輨輬輭輴輶輷輺轀轁"],
["8fe1a1,"轃轇轏轑,4,轘轝轥辝辠辦辵辸达迀迁迊迋迍迒迓迕迠迣迤迨迮迱迶迻迾适逄逈逌逘逛逨逩逯逪逭逳逴逿遃遄遌遛遝遢遧遰遴邅邈邋邌邎邐邕邗邙邛邡邢邥邰邳邶郌邾"],
"8fe2a1",郄郅郈郕郗郙郜郝郟郒郶郫郯郰郾郿鄀鄅鄆鄈鄍鄐鄔鄖鄗鄘鄚鄜鄞鄥鄢鄣鄧鄩鄮鄯鄷鄹鄺鄽酃酏酓酙酚酛酡酤酧酭酴酺酻醃醅醊醎醓醔醞醡醦醨醬醭醮醰醱醲醳醶醻醼醽醿"],["8fe3a1","釃釅釓釙釚釞釤釥釩釪",5,"釷釹釻釽鈀鈅鈆鈇鈌鈐鈓鈖鈘鈜鈝鈣鈤鈥鈦鈨鈮鈯鈰鈳鈶鈸鈹鈺鈼鉂鉃鉆鉇鉊鉎鉑鉜鉝鉠鉡鉥鉧鉨鉩鉮鉯鉰鉵",4"鉻鉽鉿銉銍銎銗],
["fe4a1,"銟銤銥銧銫銯銲銸銺銽銿",4,鋅鋆鋈鋋鋌鋍鋎鋐鋓鋕鋗鋘鋙鋜鋝鋟鋠鋡鋣鋥鋧鋨鋬鋮鋰鋿錀錂錈錑錔錕錜錞錟錡錤錥錪錳錴錶錷鍇鍈鍉鍐鍑鍕鍗鍘鍞鍤鍥鍧鍪鍭鍯鍱鍳鍴鍶"],
["8fe5a","鍺鍽鍿鎀鎁鎂鎊鎋鎍鎏鎕鎘鎛鎞鎡鎣鎤鎦鎨鎫鎴鎵鎶鎺鎩鏁鏅鏆",4,"鏓鏙鏜鏞鏟鏢鏦鏧鏹鏷鏸鏻鏽鐂鐄鐉鐍鐎鐏鐕鐖鐗鐟鐮鐯鐱鐲鐳鐴鐻鐽鑃鑅鑊鑌鑕鑜鑟鑣鑨鑫鑭鑮鑯鑱鑲钃镸镹"],
[8fe6a","镾閄閌閍閎閝閟閡閩閬閴閶閺閽閿闈闋闐闑闒闙闚闞闟闠闤阝阞阤阥阦阱阳阷阸阹阼阽陁陒陔陗陘陡陮陴陼陾陿隁隂隃隄隉隖隚隝隟隤隥隩隳隺雊雒嶲雚雝雞雟雱雺霂,
["fe71","霃霅霉霚霛霝霢霣霨霱霳靁靃靊靏靕靗靘靚靛靧靪靶靻靿鞀鞉鞕鞖鞗鞙鞚鞞鞟鞢鞬鞮鞱鞵鞶鞹鞺鞼鞾鞿韁韄韅韇韊韌韍韎韑韔韘韙韝韞韠韛韡韯韱韴韷韸韺頇頊頙頍頔頖頜頠頣"],
["fe81""頫頮頯頰頲頵頾顄顑顒顓顖顗顙顚顢顥顦顬颫颮颰颴颷颺颻颿飂飅飈飌飡飥飪飳飶餂餇餑餕餗餚餛餜餟餢餦餫餱,4,餹餺餻饁饆饈饍饎饔饙饛饜饞饟饠馛馝馟馦馰馱馲"["8fe9a1""馺馽駃駉駔駙駚駜駞駧駪駬駴駵駽騂騄騋騐騑騖騞騠騢騤騧騭騮騳騵騶騸驇驁驄驊驋驌驑驖驝骬骲骴骵骻骾骿髁髃髆髎髐髒髕髖髗髛髠髤髩髬髲髵髹髺髽髿",,
["8feaa,鬄鬈鬌鬍鬎鬐鬒鬖鬙鬛鬦鬫鬭鬳鬴鬵鬹鬺鬽魈魋魌魖魗魞魡魣魦魨魪",,"魳魵魷魸魹魿鮀鮄鮅鮆鮇鮉鮊鮋鮍鮏鮐鮔鮚鮝鮞鮦鮧鮩鮰鮱鮲鮷鮸鮻鮼鮾鮿鯁鯇鯈鯎鯗鯘鯥鯧鯪鯫鯯鯳鯷]
["8feba1"鯹鯺鯽鰀鰂鰋鰏鰑鰖鰙鰜鰞鰣",4,"鰱鰵鰶鰽鱁鱄鱅鱉鱎鱏鱐鱓鱔鱘鱝鱞鱟鱣鱪鱫鱨鱰鱲鱵鱷鱻鳦鴋鴂鴗鴜鴝鴯鴰鴲鴳鴴鴺鴼鵂鵇鵊鵟鵣鵥鵪鵰鵶鵷",
["8fea1","鵼鵾鶄鶊鶍鶒鶓鶕鶖鶗鶘鶡鶬鶮鶱鶵鶼鷃鷇鷉鷊鷔鷖鷗鷚鷟鷠鷥鷧鷩鷫鷮鷰鷳鷴鸂鸇鸐鸑鸒鸕鸖鸜鸝鹺鹻鹼麀麂麄麅麇麎麖麘麛麞麤麨麬麮麰麳麵黆黈黋黕黟黤黬黭黮黰黲黵"],
["8da,"黸鼂鼃鼉鼏鼐鼑鼒鼔鼖鼗鼙鼟鼢鼦鼪鼫鼯鼱鼲鼴鼷鼹鼺鼼鼽鼿齁",4,"齕齖齗齘齚齝齞齨齩齭",4,"齺齽龏龐龒龔龖龗龞龣龥"]]
