[
"","\u0000,28],
["a1"""6],
["40","　、．・：？！゛゜´｀¨＾￣＿ヽゝゞ仝々〆〇ー―／＼～∥｜…’“”（〔］｛｝〈",9,"－±],
880","÷＝≠＜＞≦≧∞∴♂♀°′″℃￥＄￠￡％＃＊＠§☆★○●◎◇□△▲▽▼〒→←↑↓〓"],
["81b8"∈∋⊆⊇⊂⊃∪∩",["81c8","∨⇒⇔∀∃],
["81da,∠⊥⌒∂≒≫√∽∝∵∫∬"],
[8f0",Å♯♪†¶"],
"81fc,"◯"],
["824f,"9],
["8260","Ａ",25],
["8""ａ"5],
["829","ぁ,82]
"8340"ァ"62],
["880","ム"22][39",Α",16"",6],
["8bf""α16,"",6],
["844","",5"ЁЖ,25],
["840","",5,"ёж,7],
880","о",7],
"849","─┌┐┘└├┬┤┴━┃┏┓┛┗┣┳┻╋┯┨┷┝┰┥┸╂],[870","①,19,Ⅰ"9],"87f","㌔㌢㍍㌃㌶㍑㍗㌍㌦㌣㌫㍊㌻㎜㎝㎞㎎㎏㏄㎡]"877"㍻"],
"8780",〝〟№㏍","㈱㈹㍾㍼≒∫∮∑√∠∟∵∩],
["89","亜唖娃阿哀愛挨姶逢葵茜穐悪握渥葦芦梓扱宛姐虻絢鮎粟安按暗案闇鞍杏以囲威惟意慰易椅為異移維緯胃萎衣謂遺医井亥域育郁磯壱溢逸稲芋鰯允印咽員因姻引飲淫胤蔭"]
[8940","院陰隠韻吋右宇烏迂雨卯鵜窺丑碓臼渦嘘唄欝蔚姥厩浦瓜閏噂云運雲餌叡営嬰影曳栄永泳洩瑛盈穎頴衛詠鋭疫益駅悦越閲榎円",["98","園堰奄宴延怨援沿炎焔煙猿縁艶苑薗遠鉛鴛塩於汚凹央奥往応押旺欧殴翁襖鴬鴎黄岡荻億屋憶臆桶牡乙卸恩温穏化仮何価佳加可嘉夏嫁家科暇果架河珂禍禾稼箇花苛茄荷華菓蝦課嘩貨迦過霞蚊俄峨我画臥芽蛾賀雅餓駕介会回塊壊快怪恢懐拐改"],
["840","魁晦海灰界皆絵芥開貝劾外害崖慨概涯蓋街該浬馨蛙垣柿蛎鈎劃拡撹格核獲確穫覚赫較郭閣隔革学岳楽顎掛笠"]
["8a80","梶潟割恰括渇滑葛褐轄叶椛樺鞄株兜竃蒲鎌噛栢茅粥刈苅瓦乾冠寒刊勘勧喚堪姦完官寛干幹患慣憾換敢桓款汗漢澗潅甘監看竿管翰肝艦莞観諌貫還鑑間閑関陥館丸含巌玩癌眼岩翫贋頑顔願企伎危喜器基奇嬉寄岐希幾忌揮机旗期棄],["b40,"帰気汽畿祈季稀紀徽規記貴起軌輝飢騎鬼亀偽儀妓宜戯技欺犠疑義蟻誼掬菊吉吃喫桔橘砧杵黍却脚虐逆丘久仇吸宮弓急救"],
"b80,朽求汲泣灸球級糾給旧去居巨拒拠挙渠虚許距鋸漁禦魚亨享京供侠僑兇競凶協匡叫喬境峡強彊怯恐恭挟教況狂狭矯胸興郷鏡響饗驚仰凝尭暁業局曲極玉桐粁僅勤巾錦斤欽琴禁禽筋緊芹菌襟謹近金吟銀九倶句狗玖苦躯駆駈駒具愚虞空偶寓遇隅櫛釧屑屈",
["80,"掘窟沓靴轡窪熊粂栗桑勲君薫訓群軍郡卦祁係傾刑兄啓圭型径慶慧憩掲携敬景桂渓畦稽系経継繋罫荊蛍計警軽頚鶏芸迎鯨"],
"c0,"戟激隙桁傑欠決潔穴結血訣件倹倦健兼剣喧圏堅嫌建憲懸拳検権牽献硯肩賢軒遣顕験鹸原厳幻弦減源玄現舷言諺限乎個古固姑己庫弧戸枯湖狐糊股胡菰誇鈷雇顧鼓五互伍呉吾娯後御悟梧檎瑚碁語誤護醐乞鯉交佼侯光功効勾厚口向"],["0"垢好孝宏工巧巷幸広庚弘恒慌抗拘攻昂晃更杭校梗構洪港溝甲皇硬稿紅紘綱耕考肯肱腔膏航荒衡講貢購郊酵鉱鋼閤降"],
["8d80","項香高鴻剛号壕拷濠豪轟麹克刻告国穀酷黒獄漉腰甑惚骨狛此頃今困坤婚根梱混痕紺艮些佐叉唆嵯左差瑳砂詐鎖裟坐座挫債催再最哉妻宰彩栽歳済災采犀砕砦祭斎菜裁載際剤罪冴坂阪堺肴碕鷺作削搾昨朔柵窄策索桜鮭笹匙冊刷"],"e4,"察拶撮擦札薩雑皐鯖捌錆鮫皿晒三傘山惨撒散燦珊算纂蚕讃賛酸餐斬暫残伺使刺司史嗣四士始姉屍市師思指孜斯施旨枝止",[8e80",氏獅祉私糸紙紫肢脂至視詞詩試誌諮資賜雌飼歯事似児寺慈持滋治爾璽痔磁示而耳蒔辞汐鹿鴫竺軸宍雫七叱執嫉室湿漆疾質偲芝屡縞舎写射捨赦煮社紗者謝車遮蛇邪勺尺灼爵酌釈錫寂弱惹主取朱殊狩珠種腫趣酒儒受寿授樹綬需収"]
["8""宗就州修愁洲秀秋終繍習舟蒐衆襲讐蹴輯週酋酬醜什住充十戎柔汁渋獣縦重銃叔夙宿淑祝粛出術述俊峻春瞬竣舜駿准楯"],
["8f"潤盾純巡遵順処初暑曙渚庶緒署書諸助叙女序徐恕鋤除傷償勝匠升召哨商唱嘗奨娼宵将小少庄床廠彰承抄招捷昇昌昭晶松梢樟樵沼消渉湘焼焦照症省硝礁祥章笑粧紹肖菖蒋裳訟証詳象賞鉦鍾鐘障上丈丞冗剰場壌嬢常情擾条杖浄状畳穣蒸譲嘱飾"],
"00","拭植殖燭織職色触食蝕辱尻信侵唇娠寝心振新晋浸疹神芯親身辛進針震人刃塵壬尋甚尽腎訊迅陣靭諏須酢図厨"],
["980""逗吹垂帥水炊睡衰遂酔錐錘随瑞髄崇嵩数趨雛据椙菅頗雀裾摺寸世瀬畝是凄勢姓征性成政晴棲栖正生精聖声製西誠誓請逝醒青静斉税脆隻席惜戚斥析石積籍脊責赤跡蹟切拙摂折節説雪絶舌蝉千占宣専尖川戦扇撰栓栴浅洗染潜煽旋穿箭線"],
["140,"繊腺舛船薦詮賎践遷銑閃鮮前善漸然全禅繕膳糎噌塑岨措曾楚狙疏疎礎租粗素組蘇訴遡鼠僧双倉喪壮奏爽宋層匝想捜掃"],
["910","操早曹巣槍槽漕燥争痩相窓糟総綜聡草荘蒼装走送遭鎗霜騒像増憎臓蔵贈造促側即息束測足速俗属賊続卒袖其揃尊損村遜他太汰詑唾堕妥惰打楕陀騨体堆対耐岱帯待怠態戴替泰腿袋貸逮隊黛鯛代第醍滝瀧卓宅托択拓濯琢託鐸濁茸凧蛸"]
"9240,"叩但達辰棚谷狸鱈樽誰単嘆坦担探旦歎淡湛炭短端箪綻耽胆蛋誕鍛団断暖段男談値知地弛恥智痴稚置致蜘馳築畜竹],
["20","逐秩嫡着中仲宙抽昼柱注虫鋳駐樗猪貯丁兆凋寵帖帳庁弔彫徴懲挑暢朝潮牒町眺聴脹蝶調諜超跳銚長頂勅直朕沈賃鎮津椎槌追鎚通塚栂掴槻佃漬柘辻蔦綴鍔椿潰壷嬬紬爪吊釣鶴亭低停偵剃呈堤定帝庭廷弟抵挺提梯汀碇禎締訂諦逓"],["340""邸釘鼎泥擢敵的笛適鏑哲徹撤轍迭鉄典填天展添纏甜貼転顛点殿澱田電兎堵塗徒斗杜登菟賭途鍍砥砺努度土奴党冬"],
"930","凍刀唐塘套島嶋投搭東梼棟盗淘涛灯燈当痘祷等答筒糖到董蕩藤討豆踏逃透頭騰闘働動同堂憧洞瞳童胴萄道銅峠鴇匿徳涜督禿篤毒独読栃橡凸突椴届鳶寅酉瀞噸屯惇敦沌豚遁頓呑曇奈那内乍凪薙謎灘捺楢縄畷南楠軟汝二尼弐迩匂賑肉虹廿日乳入"],
9440","尿韮妊忍認濡禰祢寧葱猫熱年念捻撚燃粘之埜嚢濃納能脳膿農覗蚤播杷波派琶破罵馬俳廃拝排杯盃肺輩配倍培媒梅]
[940,"楳煤狽買売賠這蝿萩剥博拍泊箔粕薄迫曝漠爆縛莫函箱硲肇筈幡肌畑畠鉢発醗伐罰抜閥鳩噺塙蛤隼伴反叛帆搬斑板氾版班繁般藩販範釆煩飯挽晩盤磐蕃蛮卑否妃庇彼悲扉批披比泌疲皮秘緋罷被誹非飛樋簸備尾微枇毘琵,
["9540"鼻稗匹疋彦膝菱肘弼必畢筆逼桧姫媛紐百謬俵標漂瓢票表評豹描病秒錨蒜蛭彬斌浜瀕頻敏付埠夫婦冨布府敷",
"9580","斧普浮父符腐膚芙譜負賦阜附侮撫武葡蕪封風葺伏副復腹複覆淵弗払仏鮒分吻噴墳憤扮焚奮粉糞紛雰文聞丙併兵塀幣平弊並蔽閉陛米頁僻壁癖碧別瞥箆変片編辺返遍勉娩弁鞭保舗鋪圃歩甫穂募墓慕暮母簿倣俸包呆報峯崩庖捧方"],
964","法泡烹砲縫胞芳萌蓬蜂褒訪邦鋒飽鳳乏剖妨帽忘忙房暴望某冒紡肪膨謀貌貿鉾吠頬僕卜撲朴牧穆釦勃没殆堀幌奔本翻凡"],80","摩魔麻埋昧哩槙膜鮪柾鱒桝又抹末沫迄侭繭麿万慢満漫蔓味未巳岬蜜湊蓑脈妙粍民眠無牟矛鵡椋婿娘冥命盟迷銘鳴姪滅免棉綿緬面麺摸模孟毛猛盲網耗蒙木黙目杢勿餅籾問悶紋門匁也冶夜爺耶野弥矢厄約薬訳靖柳薮鑓愉愈油癒",["9740,"諭輸唯佑優友宥幽憂揖有湧猶祐裕遊雄夕予余与誉輿預傭妖容庸揚揺擁曜楊様洋溶用窯羊耀蓉謡踊陽養慾抑欲"],
["780","翌淀羅螺裸来莱頼雷洛落酪卵嵐濫藍覧利吏履李梨理痢裏裡里律率立葎掠略流溜留粒隆竜龍侶虜了亮凌寮梁涼猟瞭糧良諒遼量陵領力緑倫琳輪隣鱗麟塁涙累類令伶例冷嶺玲苓鈴零霊麗齢歴列烈裂廉恋漣煉簾練"],
[940",連呂魯炉賂路労婁廊弄朗楼漏狼篭老聾六麓録論倭話歪賄脇枠亙鰐詫藁椀碗腕",
["989f","丕个丱丶丼乂乖乘亅豫亊舒弍于亟亠亢亳亶从仄仆仂仗仞仭价伉佚估佛佝佗佇佶侈侘佻佩佰侑佯來侖俔俟俎俘俛俑俚俐俤俥倚倨倔倪倥倅俶倡倩倬俾俯們偃假偕偈做偖偬偸傀傚傅傴傲]
"40,"僉僊傳僂僞僣僮價僵儁儂儖儕儔儺儻儿兀兒兌兔兢竸兩兪兮冀冂囘册冉冑冕冖冤冦冢冩冫冱冲况冽凛几處凩"],
"990"凰凾刄刔刧刪刮刳刹剏剄剋剌剞剔剪剴剩剳剿剽劔劒劈劑辧劬劭劵勍勞勣勦飭勠勳勵勸勹匆匈甸匍匐匏匕匚匣匯匱匳區卆卅丗卉卍凖卞卩卮卻卷厂厖厠厥厮厰厶參簒叟曼燮叮叨叭叺吁呀听吮吶吩吝咏呵呟呱呷呰呻咀呶咄咐咆哇咢咥哈咨"],
["9a40","咫哂咤咾咼哘哦唏唔哮哭哺哢唹啀啣啌售啜啅啖啗唳啝喀咯喊喟啻啾單喃喇嗚嗟嗄嗤嘔嘖嗾嗽嘛嗹噎噐營嘴嘶嘲嘸"],
["980","噫嘯噬噪嚆嚀嚠嚔嚏嚥嚮嚶嚴囂嚼囁囃囀囈囎囓囗囮囹圀囿圄圉圈國團圖嗇圜圦圷圸坎圻址埀垉垓垠垤垪垰埃埆埔埒埓堊埖堋堙堝塲堡塢塋塰毀塒堽塹墅墹墟墫墺壞墸墮壅壓壑壗壙壘壥壜壤壟壯壺壹壻壼壽夂夥夬夭夲夸夾竒奕奐奎奚奘奠奧奩"]
"b4","奸妝佞妣姆姨姜妍姙姚娥娟娑娉婀婬婉娵娶婢婪媼媾嫋嫂嫣嫗嫩嫖嫻嬌嬋嬖嬲嫐嬪嬶嬾孃孅孀孕孚孛孥孩孰孳孵斈孺宀"],
["b0","它宦寇寉寔寐寤實寢寞寥寫寰寶將專尓尠尢尨尸尹屁屓屐屏屮乢屶屹岑岔妛岫岻岶岷峅岾峇峩峽峭嶌峪崋崗嵜崟崛崑崔崚崘嵌嵒嵎嵋嵳嵶嶇嶄嶂嶢嶬嶽嶐嶷嶼巍巓巒巖巛巫已巵帋帚帙帑帛帶帷幄幃幀幗幔幟幢幤幇幵并幺麼广庠廂廈廐廏"]
["9c40","廣廚廢廡廨廩廱廳廰廸廾彜弋弖弩弭弸彁彌彎彑彖彗彙彭彳彷徃徂彿徊很徑徇從徙徘徠徨徭徼忖忻忤忸忱忝忿怡"],
[9c80""怐怎怱怕怫怏怺恚恁恪恟恊恍恣恤恂恬恫悁悍惧悃悚悄悛悖悗悒悧悋惡悸惠悴忰悽惆悵慍愕愆惶惷愀愃愡惱慇愾愨愧慊愼愬愴愽慂慄慳慷慘慙慚慫慴慯慥慱慟慝慓慵憖憇憬憔憊憑憫憮懌應懈懃憺懋罹懍懦懣懶懺懴懿懽懼懾戀戈戉戍戌戔戛"],
[9d40""戞戡截戮戰戲戳扎扞扣扠扨抂抉找抓抖抃拑抻拏拿拆拈拜拌拊拂拇抛拉挌拮拵捐挾捍搜捏掖掎掀掫捶掣掏掉掟掵捫"],
["9d80",捩揩揀揆揣揉插揶揄搖搴搆搦攝搨搏摧摯摶摎攪撕撓撥撈撼據擇撻擂擱舉擠擡擣擯擴擲擺攀擽攘攜攅攤攣攴攵收攸畋效敕敍敘敞敝敲數斂斃變斟斫斷旃旁旄旌旒旛旙无旡旱旻杳昵昶昴昜晏晄晉晞晝晤晨晰暘暝暹曉",
[9e40","曄暸曚曠昿曩曰曵朏朖朞朦霸朮朶杁朸杆杠杙杣杤枉枩杪枌枦枅枷枴柬枳柩枸柤柝柢柮柎柆柧檜框栩桍栲桎"]
["9,"梳栫桙桷桿梟梏梭梔檮梹桴梵梠梺椏梍桾椁棘椢椦椌棍棔棧棕椶椒椄棗棣椥棹棯椨椚椣椡楹楜楸楫楔楾楮椹楴椽楙楡楝榁榲榮槐榿槁槓榾槎寨槊槝榻槃榧樮榑榠榜榕槨樛槿槧樅榱樞槫樊樒櫁樓橄樌橲橸橢橙橦橈樸樢檐檍檠檢檣"],
["9f0"檗蘗櫃櫂檸檳檬櫞櫟檪櫚櫪櫻蘖櫺欒欖鬱欟欸盜歇歃歉歐歙歛歟歡歹歿殀殄殃殍殘殕殞殤殪殫殱殳殷殼毋毓毟毬毫毳毯"]["9f0","氈气氛氤氣汕汢汪沂沍沚沁沛汨汳沒泄泓沽泗泅泝沱沾沺泛泯泪洟衍洶洫洽洸洙洵洳洒浣浤浚浹涎濤淹渊涵淇涸淆淬淞淌淒淺淤淕淪淮渭湮渙湲湟渣渫湶渟湃渺湎渤滿渝游溂溪溘滉溷滓溽溯滔溏溥溟潁灌滬滸滾漿滲漱滯漲滌],
[e040,漾漓潺潸澁澀潯潛潭澂潼潘澑濂澳澣澡澤濆澪濕濬濔濱濮濛瀉濺瀁瀛潴瀝瀟瀰瀾炙炒炯烱炬炸炳炮烋烝"]
["e080","焉烽煕煖煬熏燻熄熕熨熬熹燉燎燬燧燵燼燹燿爐爛爨爲爻爼爿牀牆牋牘牴牾犇犒犖犢犧犹犲狃狆狄狒狢狠狡狹狷倏猊猜猖猝猴猯猩猾獎獏默獗獪獨獰獸獵獻獺珈玳玻珀珮珞璢琅瑯珸琲瑕琿瑟瑙瑁瑜瑰瑣瑪瑶璋璞璧瓏瓔",
["e140,"瓠瓧瓩瓮瓲瓰瓱瓸甄甃甌甎甍甕甦甬畄畍畊畛畩畤畧畫畭畸當疆疇疊疉疂疔疚疝疥疣痂疳疵疽疸疼疱痍痊痒痙痣痿",
["e80","痼瘁痰痺痲痳瘍瘉瘟瘧瘠瘡瘢瘤瘴瘰瘻癇癈癆癜癘癡癨癩癪癧癬癰癲癸發皀皈皖皓皙皰皴皸皺盂盍盞盥盧盪蘯盻眈眇眄眩眤眥眦眛眷眸睇睚睨睛睾瞎瞋瞑瞠瞞瞰瞹瞼瞽矗矚矜矣矮矼砌砒礦砠硅硴碆硼碚碌碣碵碯磑磋]
["e20","磧磚磽磴礇礙礬礫祀祠祗祟祚祕祓祺祿禊禝禧齋禪禮禳禹禺秕秡秣稈稍稙稟稱稻稾稷穃穗穉穡穢穩龝穹穽窈窕窘窖窩竈窰"],
["280","窶竅竇竍竏竕竓站竚竝竡竦竭竰笂笏笆笳笘笙笞笶筐笄筍筅筵筥筴箝箘箟箍箜箚箋箒箏筝箙篁篌箴篆篝篩簑簔篦篥籠簀簇簓篳簗簍篶簧簪簟簽籌籃籔籏籀籐籘籟籤籖籥粃粐粭粫粡粨粳粲粱粮粹粽糅糘糜糢鬻糯糲糴糶糺紆"],
"e40","紊絅絋紮紲紿紵絖絎絨絮絏絣經綉絛綛綺綽總綯綸綟綰緘緝緤緻緲緡縅縊縣縒縱縉縋縢繆繦縻縵縹繃縷",
[e380","縲繧繝繞繙繚繹繪繩繼繻纃緕繽辮纈續纒纐纓纔纎纜缺罅罌罎罐网罕罔罟罠罨罩罧罸羆羃羈羌羔羝羣羯羹羮羶羸譱翅翊翔翡翦翳翹飜耆耄耋耘耙耜耡耨耿耻聊聆聒聘聚聟聢聨聳聲聰聹聽聿肄肆肅肛肓肚肭冐胛胥胙胝胄胚胖脉胯脛脩脣脯腋"]
["e440","隋腆脾腑胼腥腴膃膈膊膀膂膠膕膤膣腟膓膩膰膾膸膽臀臂膺臉臑臙臘臚臟臠臧臻舁舂舅與舊舍舐舖舩舫舸艀艙艘艝艚艟"],
["48""艢艨艪艫舮艱艷艸艾芍芫芟芻芬苡苣苒苴苳苺莓范苻苹苞茆苙茵茴茖茲茱荀茹荅茯莅莪莢莖茣莎莊荼莵荳荵莠莉莨萓菎菽萃菘萋菁菷萇萍萢萠莽萸蔆菻葭萼蒄葷葫蒭葮葩葆萬葯葹萵蓊葢蒹蒿蒟蓍蒻蓚蓐蓁蓆蒡蔡蓿蓴蔗蔘蔬蔟蔕蔔蓼蕀蕣蕈"],
["e54","蕁蘂蕋蕕薀薤薈薑薊薨薔薛藪薇薜蕷蕾藉薺薹藐藕藥藜藹蘓蘋藾藺蘆蘢蘚蘰虍乕虔號虱蚓蚣蚩蚪蚋蚌蚶蚯蛆蚰蚫蛞蛩蛬"],
["e80","蛟蛛蛯蜒蜆蜀蜃蛻蜑蜉蜍蜊蜴蜿蜷蜻蜥蜩蜚蝠蝟蝌蝎蝗蝙蝓蝣蝪蠅螢螟螂螯蟋螽蟐雖螫螳蟇螻蟯蟲蟠蠍蟾蟶蟷蠎蟒蠖蠢蠡蠱蠶衄衂衒衙衢衫袁衾袞衵衽袵衲袂袗袒袮袙袢袍袤袰袿裃裄裔裘裙裝裹裼裴裨裲褄襃褞褥褪褫襁襄褻褶襌襠襞"],["e640,"襦襭襯襷襾覃覊覩覦覬覯覺覽覿觀觚觝觧觴觸訖訐訌訛訝訶詛詈詼詭詬詢誂誄誨誡誑誥誦誚誣諄諍諂諚諧"]
[e60",諤諱謔諢諷諞諛謚諡謖謐謗謠謳鞫謫謾謨譁譌譏譎證譛譚譫譬譴讀讌讓讖讚谺豁豈豌豎豐豕豢豬貂貅貊貎貔豼貘貪貽貲貮貶賈賁賣賚賽贅贊贇贏贍齎贓賍贔赧赭赱赳趁趙跂趾趺跏跚跖跌跪跫跟跼踉跿踝踞踐踟蹂踴蹊],
["e70,"蹇蹉蹌蹐蹈蹙蹠蹕蹶蹲蹼躁躇躅躄躊躓躑躔躙躪躡躬躰軆躱躾軅軋軛軣軼軻軾輊輅輕輒輙輓輟輛輌輦輳輻轂輾轉轆轎",
["e70","轢轣辜辟辭辷迚迥迪迯邇逅迺逑逕逡逞逖逋逧逶逵逹迸遏遑逎遉逾遖遘遞遨遯遶遲邂遽邁邀邊邏邨邯邱邵郤扈鄂鄒鄙鄲鄰酊酣酩酳酲醋醉醂醢醫醯醪醴醺釀釁釉釋釐釖釟釡釛釼釵釶鈞釿鈔鈬鈕鈑鉞鉗鉅鉉銕鈿鉋鉐銜銓銛鋏銹銷鋺鍄錮"]
[e8","錙錢錚錣錺錵錻鍠鍼鍮鍖鎰鎬鎭鎔鏗鏨鏘鏃鏝鏈鐚鐃鐐鐫鐵鐡鐺鑁鑒鑄鑛鑠鑞鑪鑰鑵鑷鑽鑚鑼鑾钁鑿閂閇閔閖閘閙"],
["e80,"閠閨閧閭閻閹閾闊濶闍闕闔闖關闢阨阮阯陂陏陋陜陞陝陲陬隘隗隧隲隰隴隶隸隹雋雍襍雜雕雹霄霆霈霎霑霏霖霙霤霪霰霹霾靆靈靜靦靨勒靫靱靹鞅靼鞁靺鞆鞋鞏鞜鞨鞦鞣鞳鞴韜齏竟韶韵頏頌頸頤頡頷頽顆顏顋顯顰"],
[e4,"顱顳颪颯颱颶飄飃飆飫餃餉餒餔餘餡餞餤餠餬餮餽饂饉饅饋饑饌馗馘馥馮駟駛駘駑駭駮駱駲駸騁騏騅騙騫騷驅驂驃"],
["e0,驕驍驛驗驟驤驫驪骭骰骼髏髑髓體髟髢髣髦髯髫髮髴髱髷髻鬆鬘鬟鬢鬣鬥鬨鬩鬮鬯鬲魄魏魍魎魘鮓鮃鮑鮖鮗鮟鮠鮴鯀鯊鮹鯏鯑鯒鯣鯢鯤鯔鯡鰺鯲鯰鰕鰔鰉鰓鰈鰒鰊鰄鰮鰛鰥鰡鰰鰲鱚鱧鱶鱸鳧鳬鴈鳫鴃鴆鴪鴦鶯鴟鵄鴕鵁鴿鴾鵆鵈"]
["e40",鵝鵞鵤鵑鵐鵙鵲鶉鶫鵯鵺鶚鶤鷄鷁鶻鷏鷂鷙鷓鷸鷦鷭鷯鷽鸚鸛鸞鹵鹹鹽麈麋麌麒麕麑麝麥麭靡黌黎黏黔點黝黠黯"],
["ea80","黴黶黷黹黻黼黽鼇鼈皷鼡鼾齊齔齣齟齠齡齧齬齪齷齶龕龜龠堯槇遙瑤凜熙",
[ed40,"纊褜鍈銈炻昱棈曻仼伃伹佖侒侊侚侔俍偀俿倞偆偰偂傔僴僘兤冝冾凬刕劜劦勀勛匀匇匤卲厲叝﨎咜咊咩哿喆坥垬埈埇﨏"],[ed0","塚增夋奓奛奝奣妤妺孖甯寬崧嵓嵂嵭嶸嶹巐弴恝悅悊惞惕愠惲愑愷愰憘抦揵摠撝擎敎昀昕昻昮昤晥晗晙晴暙暠暲暿曺朎朗枻桒柀栁﨓楨﨔槢樰橫橆橳橾櫤氿汜沆汯泚洄涇浯涖涬淏淸淼渹湜渧渼溿澈澵濵瀅瀇瀨焄煜煆煇凞燁燾犱"],
[e40","犾猤猪珉珖珣珒琇珵琦琪琩琮瑢璉璟甁皂皜皞皦益劯砡硎硤硺礰礼神祥福竑靖竫箞精絈絜綷綠繒罇羡羽茁荢荿菇菶葈蒴蕓蕙"],
["ee0,蕫﨟薰蘒﨡蠇裵詹誧誾諟諸諶譓譿賰賴赶﨣軏﨤郞都釭釮釥鈆鈐鈊鈺鉀鈼鉎鉙鉧銧鉸鋧鋗鋙鋐﨧鋕鋠錥錡鋿錝鍰鍗鎤鏆鏞鏸鐱鑅閒隆﨩隝隯霳靍靑顗顥飼餧館馞驎髙魵魲鮏鮱鮻鰀鵰鵫鸙黑"eef","ⅰ"9,"￢￤＇＂",
["f040"",62]["f080",",124]
"f140","",2],
["f180","",14,
["f4","",62],["f80""",124],["340","",62],
["f380",",24]
["0","",62]
["80","",12,
["f540","",6],
["f80",",124],
["f640","",62],
["f680,",12],
["f740",",62],
["780""",12]
"f840",""62],["f880","",124],
"940",""],
["fa40,"ⅰ"9,"Ⅰ",9,"￢￤＇＂㈱№∵纊褜鍈銈蓜俉炻昱棈鋹曻彅仡仼伃伹佖侒侊侚侔俍偀倢俿倞偆偰偂傔僴僘兊"],
["a80""兤冾凬刕劜劦勀勛匀匇匤卲厓咊咩哿喆坙坥垬埈埇塚增墲夋奓奛奝奣妺孖寘寬尞岦岺崧嵓﨑嵂嵭嶸嶹巐弴彧德忞恝惞惕惲愑愷憘戓抦揵摠撝擎敎昕昉昮晗晙暙暠暲暿曺朎朗枻桒栁桄棏﨓楨﨔榘槢樰橫橆橳橾櫢櫤毖氿汜沆汯泚洄涇"],
[f0","涖淏淸淲淼渹湜渧渼溿濵瀨炅炫焏焄煆煇凞燁燾犱犾猤猪獷玽珉珖珣珒琇珵琪琮瑢璉璟甁畯皂皜皛益睆劯砡硎硤礰礼神],
["fb80","祥禔福禛竫絈絜綷綠緖罇羡羽茁荿菇葈蒴蕓蕙蕫﨟薰蘒﨡蠇裵訷詹誧誾諸諶譓譿賰賴赶﨣軏﨤逸遧都鄕鄧釚釗釭鈆鈊鈺鉀鈼鉎鉙鉑鉧鉷鉸鋧鋗鋐﨧鋕鋠鋓錥錡鋻錞鋿錝鍰鏞鏸鐱鑅鑈閒隆﨩隝隯霳霻靍靏靑靕顗顥餧馞驎髙"],
"fc4","髜魵魲鮏鮻鰀鵰鵫鶴黑"

