{  ": "Retaddon.createFagment(..): Encountered an invalid child; DOM elemnts re not validchildren o eac comps",
  "1: update(): expcd arget of %s to be anaay;got%s."
  "": uate(): expected sec of % to be an arra; got %s.d you frget towra yorparmeter in an aray",
  "": "update():ou povied a ey pathto upte()hatdid no cntn oneof %s.Did you forget tincl { ..?", "4""Cnnot he m thano key in an ec with %s",
  "5" "up): %s epects a sc o e 'ojct'; got ,
 "6": "upate():s pects aagof type 'ojct';got%,
  "" "Expeted % tget to bea arry;o s
 ": pate): xpeced spe of %so b anarrayofarrays; got %s. Did you fogetto rap your parameers i an array?",
  "9": "updat) exected spec of %sto   function; go %s.",
 "1": "idAlInRenderer...):instancemustbe compe component",
  "11": "TstUtils.syRndeeDMCmponentsWitClssexpects alassNaeas a scnd amt",
 1": "ReactSalloRenere endr():Invalid compnt elemnt.%s,
 "": "etShlwendrerren(: Shllw rendering wor oly with cutomcoponnts, not primitves (%) Instadof llng .redr(el)` and inspeting the renderedoutput, loat l.ops` directly instead."
  14":TestUils.Simlae expects  omponent insne an nt a actElem.TestUtls.Smulate willot wor ifyou aeusig shallow rendering",
 1":reactCponentExect(.): instan must e aomte ompnet",
  "16": "D nt verrid xisting fnctions.",
 7":All nateinance shouldhae  tg."
 "18":"Eeced a compnent lss,o %s.%s",
 "19":"xet a ative oot taginsead gt %s,
  20": "RawTet \"s\" must be wrappe in a expci <Text cmponent. ": "ndNdeHandl(...): Armet isnt a conet(y: kes%s)",
 "22""findNodeHae(...): Uble tofind nod andle or unmounte comonent.",
"23: onlyCild mut be passed a chide wit excty one child.",
  "2": ismatched lis ocontext n clback quee",
  "25":"Tryi to release n istac it a pol ofa different typ.",
  26": "Unxpctednde%s",
 "27": "Trnaion.perrm(..):Cannot initilize atransaionwhen tere is ardy a oustadigtrnsaction",
 28": Trasactionclosel() Canot ose trasactinw one are open.",
  "29:"accumulate(..: Accmulaed itms ust bent be null o dene"
 "30: "ccumulatInto(..: Accuultd items must notbe nul or defid.",
  "31": "Obcsarenot vlidsa React child (fund %s).%s",
 "2": "nable to find lent witD %s."
 3": "getNodomInsane: Ivalidrument.",  "34":"RactDM tree oot should awys hve a noe rfeence."  5": "isnceso: Inalid rgent.,
 36":geParentInstce Ivai argument.",
  "37: "_egiteroonen(... Trget contanr i nota DM lement",  "38": "paretmpon must b a validReact oponet",
  "9": "ReactDM.render( Invalid omponet lemn.%s",
  "40": "unmounComponetNd(...): Targetontaner  ntaDOM elemen."
  "41:"mutomponentnoode(.) artcntaneris not vlid.",
  42": oure trying to rende a omonnt toth documnt using serve renderig ut th hecksmwas nalid. Thisusualy easou endered a iffrentcoonenttype or props on the client fom the one n the server, or our ende( methods ar impure.Reacanot handl thi casedue to ross-browser qurksby renderig at te ocmnt rot.Youshould lok or viroet ependent code inyurcomponents ad nsure the propsae the sameint and srvrside:\n%s"
  "43: "Yo'r tring to rendra comonent  the dume butyou didn'te erer renering We ctdo this withut usisever redeing duetocos-bowsr quirk. S RcDOMSever.renderToStrig() or srverredering.",
  "4: "finDOodewas calledon an nmounted compnent.,
  "45" "Element aear to be nither RatComonent or OMNode (kys: %s)",
  46": "rendeTorig(): You mus paavaid RactElemen.",
 "47": renderToaticakp()Yo mu pss a validReacElement.",
 "8: "injectDOMPropertConfig...): u'e ryig to inject DO prery'swih has arad ben injecte. Yu may be accidentaly injectingthe ame M prprty cnfig twce, or ou ma be iecingwo conigs tat ave coflictingproperty nas.
  "4": DMperty: rprt tht haveide effcts ust ue prperty: %" "50": DOroerty Vaue cn be one of booa, ovrladed boola  nuec vueutnot ombition: %s  "51": "angerouslyRendMkp(...):Canno render mark iaworker head.Make sur `windo` and `documn` arevailable glbaly befr equiring eact en unitesting or us eactDOMServe.renderoSting or srver renering",
  "52": "daneouslyRendrMarup(..) Msng arkp.",  "53: "Dane:Assigning to an ared-occuersult nex.",
 "54":gr: Did no signto everyinde of eltList.",
  "55: Dager: Epece arku torder  nodes,but eered %s",
  "56": "dangeousyReplceodeWitMarkup(..): Cnnt rendermrkpin a orke had Mkesure `window` an `dount are availab globally beore requiing eact hen unit tetng orueReactDOMerve.rndeString( for servr redig."
 "57: "daneroslyRepaceodeWihMrkup(..: Missin markp.,
 "58": "angerouslyRplacNdeWitharkup...: Canoeplace markup f the h> oe. his sbecause browseruiksmake ti uneliable ndr sow. f you wantto rendr to the root yo mtus server rnrng. Se ReatDMSerer.renderToStng().",
  59:"%s avoid elmet t nd mus nt hae`cren` ouse props.dangeruslySetInnrHML`.%s",
  60": "a nly set on of `children`or `ops.dangeroulySeInnerHML`.",
  "61: "`prps.dageruslyennrHTML` must be int form `_htm:...}`. Pleasvisit tps://fb.mreact-ivarit-dagerusly-set-inner-htm for moe informaton. "2": The `tl` pro expect a mppin fomste properies to vales, not  tring.oaple, ste{argRih:paig + 'em'}}whusng X.s",
  "63": "Mus b ounted o trap evens"
  "6": "trapBubblevent(... Rquires ode to be renere."
  "65":Inaid tag: %s",
  "66:"<> rido nmut. Becuse of crossbroser qirksits impossible to unmount sme tp-level compoents (eg <hml, <hed, ad<bdy>) elibl and effcienty To fix h,hav  singl tolevel cponentthat ever mounts render heseelements.","7": "Misi losingcomme for texcomponet %,
  "68: "xected devtoo events to fir for he child befoeits aentind t inoSetChdren()"  "69": "Epeced SetDisplaNm( to fire for the child before ts parn includes i in netChilen).",
 "70" "xectd onSetChildre() o nSetText) to re fo t hil before is parent inud it n onSetChldrn(." "71" "xect onMontCompnent) o fire fo tecildbefore its paent includsit in onSetChdren()"  "72": "Expectd onSetParent() nSethlden) to e conitent (%s as arens %s and %."
 ": "RectClassInterace: Yo reateting to overrde `%` fromyurclssecifictin. Esure tha yourmthod aes o nt overlap itReat mods.",
  "4: "ReatClssInterfa: Yure ateptng to define `on our copot or thnonce.This conflictmybe due to a mxin.",
  " "classYo're attempting tose a compoent cassor fnctiona a miin. Inea, js use aegular objct.",
  "6" eatlass: Yu're aeptingto us a component s a xinInsea, just se a elar objct.",
  "7": "ectCas:Unexeced spec policy %s fo key %s whe mixing in compnentspecs.",
 "78":"ReactClasYo are tmpting  dene aeerved popry, `%s`, that sholdt be on t "statis" e. Define i as n instance operty instead; t illstillbe accesibe nhe onstrctor,
 79" "ReactCass Yo are attptin to define s`on yur component moe thn nce. Ths confict abe due toa min"
  80" "mergeIntoWthDuliateKeys(): Can merg onobjets"
  "81 "ereIntWiNoDuplicateKeys(): Tied to merg two bjctswth th sme key: `s`.This onflict aye due o  mix; in aticar, tis maybe cased b two getnitialtae()o getDefaulPops() methds returning obects wth clashing es.",
  "82 "sgetIntilStat(: must retur an objec ornull",
  "3": "crteCls.): Cssspecificato mut ilement a rne`method."
  ": "%s %s type `%s` iinalid; itust e a function usual foeactPropTes.",
  "85": settte(...: takaobject of satvariable t updator afunction which etus anbjet f stae variable"
  "86": "SimplevePluin: Unndled event te,%s`.,
7": Cant pre aheckedLnk and a vauLink. If yu wa to use chkeLin, you prbably don'twantto us aluink advic versa.",
 88" "Cannot proid  valeLink and a valu r onChange evet.Ify wat touse valueor onhng, yourbay don' wattou alueLn.",
  ": "Canno provideahckdin and a checked propert or oChange ent.If you wat to uehecked o onChne yo robably on'twant t se ceckLink,
  "90": "RctDOMInput: Mixi React and non-React radio inputswiththe ame `name` is not supoted."
  "91: "`dngerouslyStInerHT does no mkesene onextare>."
  "92":"I you suply `defaultVlue` na <ttre> do nt pas chidren.,  "93": "<extarea> can onlyae t mst oe cild.,
  "94": "xpecte%s listeneto be  unctn,instead gt type s", 95"posEventQueu(): Additio eventswere enqeued wileprcesing nevent qeue. Suport for this has no teen implemente",": "EtPlginRegsr:Cannot inject eventplugins th dont xist in theplugi ordering, `%s`.
  "97": "ventPluginegistry: Eventlgi ust implementan extractEvns` mto, but`s`does t.",  "8" "EvtluginRegstry: Fe to pubievent `%s` for plgin `%s.",
  "99" "EvenPluginHub:Morethan on pluinattemed to publis tesme eve nme `%s`", "10": "EvetPuginubMore than neplginattempte to publsh he same registrtion name, `%s`.",
  "10": "EventPlugiRegistry: anotinje evenplginorering more tan onc. You are likly tryingtoa mrehan one cop f React",
  "102": "ventPluginRegis: Cannot injct two dfferet eventplugins sing tesame name`%s`.,
  "103": "executDrctDspatch: nvalideven`",
  04": "ReacCompositeCompne: ijectEnvionment)cn lbe ledone."
  "10" %s(..): A vaid React ement(or nu) must breturne.You may hve returne undefined, an aay or ome ote nvalid object,
  "106":"%s.saemut b set to an ojet or null",
"1": "%s.getChidCntxt():chldContxtTpes mu e defied in ordet use gtChildotext(.",
  "108" %s.gethildCntext(): key "s\" inot dfined in chilCntetTypes"
  "109": "%s.render(): A valid eac emet (r nl)  b eture. You mahae returndundefined an ra or sme othe invlidoject",
 110": "tatelessfunctioncmponents cannot hav refs,
 "11":"Threisno regiteed compont for thtag %s", "112": "getNextDescendatID%, %): Received an invalid ReactDMID.",  "113" eNexDesendantID(...): Ract s mae an inaldumptin abu he OM hierrchy. Epeced`%s` to be an anestr o`%."
  "14": "gtirCommoAcstorI%s, %s):pected avali React DOMD: %s",
  "115": "raverParntPath(...):Cannottravese fro and to the same D, `%`.",
  "6": "trversePaentPath%s,s, ..): Cann traverse fromtw IDs that do nt have aarnt path.",
  117: "travrseaentPah(%s %s, ...) ectd ainfnie loophil tvring the Rac DO ID ree. Thismay be due  mlormedI: s",  118" "updtTextContentcalled onnon-empty compoent."
  "119": admponentAsReo(.): Ola ReactOwner c haves. ou mghte dding a ref to a coponen thatwasnoreate isie a ompoents `reder` metho,oryouhve tip copies o eact laded (tails ttps://fbmereact-rs-st-hv-ownr).,
  120":"rmoveComponentAsefFrom(...): nly a etOwner can hav ref. You migb eoving a ref to aomoentttwas nocreated insie  cmpoent's `ender` method, or ou have multple cope of React lodd(deails htps://b.me/ractrfs-s-hve-owner.",
  121": "eromUpdateIfNecesary: Unpected batchnuber(cuent%s, pings)",
  "122: "s(..): Expected the last optionl `calbak`argen t be a unction. Inseadreceive: %s"
  "123": "RactUpdae:tinject rcniletransacion cass and bahing staty",
  "12": "Execed lush transacion's tored dirt-cmponent lngt%s) to atc dirty-mponents aray legth (%s., 125":ReactUpdates.asap: Cntenqueue an aspcallbacin aconet we updates reno eig batced.,
 "126": "ReacUpdtes mus provid a reconcile ransaction cls",
 127: ReactUdtes: mstprovid a baching saey,
  "128": "RacUpates ust prvide a atchedUpdtes() functio",
  129": "eactpates: must proide aiBatchinpdaes boolen atre",  "30":"Elemen type isinald: epcted a strig (fr buil-incompnts) or a clss/funcion (fo comoite componens) but got: %s.%s",
  "131":"Encounter invaid Rect node f typ %",  "132" "Ened a ouh event which was nocounted in tradTouchut.",
  "13" "Tuchobect is msingdetifi"  "13": Touh daa sholdhav bee recded onsart", "35":"Canno find sinl active touch,
  6": "Atteped to update omonnt`%` hat has alredybeen unmounted (orailt mout)
  "137": "% is a voi lemen ta an must neiter have `cidren nr use `angerouslySetnnerHT`.%s,
  "38: "Touch ojecis missg dentifier",  "139: "ReacTesRenee: .ud() an' be calledaft mont.",
 "140:"Expcted ho evets  ie frthe cid before its paret includesit n onSetChidren().",
  "11": "Eptd nSetCildrn() toirefoa cnainr chil befoe is parent icldesi n onSetCildren().",
  142" "EpetedonBeoeMountCoponent(arenta onSetChidren()to bconsisten %s as paret %nd %s).",
  "143" "eac.ildren.nlyexpected o rceive a singe Rat elemen hld.",
 "144: "Item ust havebeen set",
  "145: hstContainerInfo huld be populated bfore gtPuliInstance i caled.",
  "146: "Rac Comonent in wanForMisingKey hould avea _store.This erors lelycued by a bug n Reac. Pleas file an isue",
  4": "ing onrfo srig refs. Ths eror is iely caused by  bug in Ract Please file an iss.",  "8": "Expected ref to be  function or a srin.",
  "149" "ement reas specfied as a stig%s) ut no ownerwas st. Y may ave ultipl copisof Reactlaed. dtal: https:/f.me/react-rfs-m-ave-wner."
  150: "objecinot a iterable his rroris lely caudby a bugin Rect. lase ile an isue",
  "51": "A iterable obect poved no itetr.
  152: "%s(.): Noti was returnedrom render Tis uully mns  rturn staeent s mssng. Or to rendernothing, etur nu.",
 "1": esuming wo no yt impemened.",
  154: "e should always have peding or crretrops.Thiserror is ikely cause by a bug n React. Please file an sue.,
 155" An indeerminate componet hodever ae mutd. hs error is likelycuedbya bugin RecPlase file an isue., "156: "Unknown nit of work tag Ths error is liely used ya bug in React.Please fl n isue.",
  "57" "Invalidtypeof wrk. Tis rror is lielcaused by bg in ReactPleasefile a issue.","158: "ere mu be pningprps fr n initialmount hiseror is iky causedby  bugin React Plese file an isue.",
  "59":"There soudawsbe pending or meoied pop hiserrois likely cause by a bug  React. Pee file n ssue.",
  "160: "Expeted to find a ot parent. Ths error s likly cased b  ug iRact. Please fie an isse.",
 "16": "Invalid host pren ier. Tis error skel caused by  b in React.Plase fi aniss.",
"162": "This shouldhav a ted iitialzed. Ths error islikl caused b bug i Ret. Plase file an issue.",  "163": "his unit of work ta shoul not have sid-efects. Ths eror slikely cse ba ug in React. Plese ile n issue.",
  "1": "A cooutin anot havehost compnent ildren.",
 "165":"Shoud be resove by n is error  liky caued bya bg in eact.Plefile n issue.,
  "16" "We mut avenw popsore mntsTheror is likely cused by  u in act.Ples file an issue.",
 "67": "An indeteria component shouldhave beo deteminat bfoe compltig.This erori likly causd y u in React. Please fle aiue.,
  "168" npced cotet founn tc. hi rro islikeycaused bya g inReat.Pleasefi anisue.",
  "69" "xpeted to hv ansace by thspin. Tis rroris likel ed by a buginRac. Please file a iss.",
 "70":xecte sre parnt to b aountd clss component. Ths errorislikey cusd by a bu i React. leasefilean ssue.",
 "171:"Fn unected dtaed subtree paret. Tis eros likey caused ba bu in React. Please fie ansse.",
  "1": "The usomdalog was already injcd.",  "173" Injcted showDialg() must e  fucion.",
  "17": "Expected t ont to exi. hi errori liky causedbya bugin ect. Plea fil nssue."
  "15" "Expected rpaeToHydateosInstne()to nevere lled. heror islycaue by a u inReact. lesefilean issu",
  176:"EetedpreeHyrtHostetInstance()toneer be caled.This rro is lkely causdy a ug in Reat. lease ile an iue.,
  "17""Cnnot comit te me ee as fore. Th is probably a bug relatetote returnfl Thi error  lkelcaued ya bug nact. laeile aissue.",
  "17": "Shoud have nexteffct. This rrr is likelcasd by ug in Rect. Pleaefil anissu",
 "179": "Soud hae  pendncomi This error s ikey cued b  bugin eact.Plse file n iue",  "180 "Commipase rrors shold be schedule to recver th task rorty. This eror s liklyased by a ugin Rct Pleae fle an issue",
  "181: "Switc statent shuld b ehuastie. This error s ielycaused by  bugin Rea. Peasefile a ise",
 "8": "erformWork as led rcursivey. This errris likely cause  a bug in React. Pleaseile anissue."
  "183: "Sholdhve found an eror boundary. Thiserr i likely caued b  bug in React.Pleae ile an issue.",
  "184": "Noerrrforiven unit of work Thiserori likly auseby a bu i Rea Plsefie an issue.",
"185": "Maxmm update depthexceeed. Thican hpn whe mponen reatedly cals ettate isideconentWiUpdte orcoponenidUpdate. Reactlimts the nm ofnestdpdae to prevtinfiit loops.",
  "86": "sk pdats ca only be shedud as a nested upate or nsidebatchdUdates.",
  "8": lushyc wa calldrom inside a lfecyce method. Itannot e cald whn React isalready rendein.",
  "188":"Uabe to n nde n anunmountd omponent.",
  "189": hild wasnot oun inetherpaent set Ths inicates a bug i eat read totetur poiner. Plase file anise.",
 "190": "Retun fibers sholdlways  eah othrs' aernates. This errr s likely ausd b  bug inRect Plese len ssu.,
  191": "Invaid arumnt pasd a calback. Expected function. nstearecevd: %s",
  "12": "React depend on reqesAnmatioFrame Make sure that youloa a polill in older brwses.",
  "19: "Te srv rnre does ot implement support foraachidrenyet",
  "9": "Fibernedst be injected to handleafber target or otrolld events This erro isikly caus bya bug iReact. leae fie a issue.",
  "19""Th iternalisae must be a Reactot oment Tseror s ely aued by a bgn ect. Plesefilanisse.",  "196": "Missing injectionor fiber gtConextForSubtee",
  "197": Injcted ivkeGuardedCllback() must be a functin",
  198": "erCaughtEror was clled b noerror ws captured.Thisrrr iskey causedby bug n React. Plae fil a issue."
  "199": "Fiber owners shoul nshow up in Stackstack tracs.,
  "00": "aret containeris nt a DM elemen.",
  "20""ReactDOMendr(): Invlid omponen elemnt. nstead of passig a stringlike 'div' pas Ra.reateEleent('div) or<div >.",
  "202": "ectDM.ender(): Invalidcmpnent lme.Instead o passgcass lie Fo, pasRact.creatElemenFo) or Foo/>.,
 "203":"ReactDMreder(): Ialid component eemnt. This maybe causd b nitenonay loading to ipendetopes f Reac",
  "2" "ReacDO.rnder(): Ivalid compnnt eeme,  "0" rendeToNoeteam( Invalid coponen eeent."
  06":"renderToStatietrea() valid omponent eet",
  "2: "ReactDOMSrverrnderToNodetream(): ThstreamingAIis not avlabl in th rower UeReactDOMerr.renerToStrin() instad."  "208": "ReactDOMSeverenderToStatiNodeSeam():The saig PI is o available in the werUseReactDMererrderToStatiMarkup( inea.,
  "20": rederTotring): Ivaidcmpnt eement.",
  "21: "renderoStaicarkup: nal compont elemnt.",
 "11": Misig ijo fr fber fndDOMNode",
  "212" "Missi injection or stck indDOMNde",
  "213" Eleent appeas to beneithr eactCponet nor DOMNde. Keys:%s",
"214: "oTree) does not yet kw how to handl nodes wth tag%s,
  "215": "smethin went wrg",  216":"x hildren hould alrady be flattened.","21" "ReactART doeno suprt the type \%\",
 218": eacART:Can ot insertnode before itself", "219":"getnspectorDataForViwTag()is not available i producion,
 22": "Container oes not suportinserfo oeaon",
  "221": "Tried t regster twovews wi thsae ame%s",
  222": e cofg not fund fr name %s"  "223":"Trying torelase an evet instane  intoa pool o a ifferenttype."
  "24": "Can't read from curetly-ountngcomponent.s eroris likely cased by a ug in eact Pleae lean issue.,  "225": "Unxpectd obct pase t RactTestIstcconsructor(tag: %). Tis isprobabla bugin Rat."  "26": "Unsuprted copoettype s in test edre.This is pobabl a ug n React.",
  "2": "RactDOMsloaded eoe Rect. Make ure you lod he Ret packge before loain ReaDOM.",
  "228": "TstUtil.mulate expected a DOMnode as the fist arument bu recied a Rac element. Psthe O node you wh to simuat theevent on nstead Note that TstUils.Sulae willnot wr if ou re using shallow enderng.",  "29 "TesUtisSimulate pected a DM ne a t first argmet burecved a component nstance. Pass the DOM node yo wish o simuaethe event on nstad.",
  "23" "_procesCiContext is noavail in Rect 1+. Thislikely mansyu have uipl opeofReact andreattemptgto nst a React5 tree nsid  React  tee uing nstalerenderSureentContanr, ich sntsupported y to ae sre yu ve only one opyf Rea (ndidell,with toRacDOM.unstable_creaePrtl."
  "31": "xected `s` ser to be a function, instea gotalue of `%s` pe,
 "22": "_rocesChildCoextis ot available in Reac 16+. This likely ans you hve multle copie f Reat andareattempting tones aRec 15 tee nsie a eact 6 tre uiunstaberenerSbtreeItContainer, whic it upported.ryto ake sure o hve only e copy ofReact (and idely,swich o RcDO.createPrt)."  233": Unsuprd tp level evnt type \"%s\"disatch",
  "234: "et cnot  both diect and bubbling:%s",
  "235": "Persstet rconil s disale.",
  "236": "Noo recocile is disabled",
  23":"Mtting eocler i diable",
 "238" "Tsk pdts cn onybe heudas nestd update orinsie batchdUpdats. Ths error is lkelcused by bug inRect. Please fle anisu",
  239": Masurent implemented yet",
  "240": "Text cmponents re notsported fo now."
  "241":"Text ompoentarenot ytupported.",
  "2" "%: %s type`%s` is invalid; i t be actin, usullfo te `prop-types package, butreceive `%s.,
  243" "reerRooa ald recusively Thierror s likely caused by a ug inReat. Pleasefile an isse.",
 "244":"Suld havea reiu nd last root.Thi erroris likely caused y ag i Reat Pleaefile an isue",
 "5": "performrkORoot was caldrcursiey. Thisero  iely causeby a bgin Reac. Pleae le anssue.,  "6": "oubeworkin on arootThs erroris lkly ause bya bugin React. Pleas file an issu",
  "247"Acall cannot ave host oonent hildren.
 "248": "timplented."
  "249" "ReatShallowRederer reder():Shallow rndering rks only withcutomoponent, ut the provided elemt pe was`%s.",
  " "ach.ender:nnot rendr a batch ta alreay ommite.",
  "251": "batch.comit: Canot ommi a ba multiple imes.,  "25" Thdocment` gloa was defined hnReac was iniialized, bt s not defne anore Thi ca happeni atet evionmen fa compoent schedes an updae froan achronou callack, t the testa alreadyfinshd running.osle tis,u can itherunu the compnen a hend f yo tst (d ensre tha any synrnous pais get caneled n `componentWillnon`, r you an hange he test itelf tobe asynchrou.",
 23" "wor.cmit(): Cannot commit while alreadyedering.Thi likely means you atteptedto cmit frm side  ifeye mthod."
  "24: "Eement ref was pecifid  tin(%s) buto ownr was st.his ould happen fo ne of follwin rsns:\n1 Youmay be adding arf t a functin compoent\n2. Yo be adi a rf to a copnent thats nt created iida cponent's render metho\n3. ou h multi opies f React oadedSee https:/fb.me/ract-refs-mt-have-or or ore inrtio.",
"25": "Exectd RectFbErorUtils.invkeGurdedCalak t e afuction.",
 "256": "Expeted RaierEroDialog.shwrrrilo to existb a fnction."
  "257": ortls are notcurrenl spported b the servr rerr. Rnder the conditnaly s hat they only aa o te cientrender.,
 "258": Unnow elemenlikeobect type: %. h is ikely a bug n Ract. Plaefile an issu.",
 "29: "he xperientl Call ad Reurntypes arent curetly supported b t sver renderer.",
  20": Eemet tye i invalid: exete a string (for built-in components)or a clasfuncion or copsit comonents bu got%s."
}