[
"0","\u00",127],["a40","　，。．‧；：‥﹐﹑﹒·﹔﹕﹖–︱—╴︴﹏（）︵︶｝︷︸〕︹︺】︻︼《︽〉︿﹀「」﹁﹂『』﹃﹄﹙﹚"],
["a1a1","﹛﹜﹞’“”〝〞‵′＃＆＊§〃●△▲◎☆★◇◆□■▽▼㊣¯￣＿﹉﹊﹋﹌﹟﹠﹡＋－×÷±√＜＞≦≧≠∞≒≡﹢,4,"～∩⊥∟⊿㏒㏑∫∵♀⊕⊙↑→↖↙↘∥∣／"],[240","＼∕﹨＄￥￠￡％＠℃℉﹩﹪﹫㏕㎜㎞㏎㎎㎏°兙兛兞兝兡兣瓩糎▁",7,"▎▍▌▋▉┬┤├▔▕┌┐└╭"],
["aa","╮╯═╞╪╡◢◣◥╱╲╳０"Ⅰ",9,"〡"8,"十卄卅Ａ"25,"ａ",21],["a340","ｗｘｙΑ",16,"Σ",6,"",16,"σ,6,""10],
["aa1","ㄐ",2,"˙ˉˊˇˋ"],
["3e"""],["a440""一乙丁七乃九了二入八几刀刁力匕十卜三下丈丫凡么也乞于亡兀刃勺千叉口土士夕大女孑孓寸小尢尸山川工己已巳巾干廾弋才"],
["a4a1,"丑丐不中丰之尹予云井互五亢仁什仃仆仍今介元內六兮公凶分切勻勾勿化匹午升卞厄反天太孔少尤尺屯巴幻廿弔引心戈戶扎支文斤方日曰月木欠歹毋比毛氏水火爪爻牙牛犬王丙"],
["a540","世丕丘主乍乏乎以仔他仗代令充兄冉冊冬出凸刊匆北匝仟卉卡卯可古右召叮叩叼司叵叫另只史叱台句叻四囚外"],
[5a1","央奴奶孕尼巨巧左市布幼弁弘弗必打扔扒扑斥朮未末札正母氐永汁汀氾犯玄玉生田由甲疋白皮皿矛石禾穴丞乒乓乩亙交亦亥仿伉伙伊伐休伏仲件任仰仳份企伋兆先全",["a640","再冰列刑划刎刖劣匈印危吏吊吐吁各向名合因回囝圳地圭圬圯圩夙夷夸妄奸好她妁字存守安屹州帆并"],
"6a1","式弛忙忖戍扣扛托收早旬曲曳有朽朴朵次死氖汝汗汙池汐汕汛汍灰牝百竹米糸缶羊羽而耒耳聿肉肋臣至臼舌舛舟艮色虫血行衣西阡串亨位住佇佞伴佛何估佐佑伽伺伸佃佔但佣"
["a740"作你伯低伶佝佚兌免兵冶冷別判利刪刨劫助劬匣即卵吝吭吞吾否呎吧呃吳呂君吩告吹吻吮吵吶吼呀吱含听困囤囫坊坑址坍",
"7a1""均坎圾坐坏圻夾妝妒妨妞妣妙妖妍妤妓妊妥孝孜孚孛完宋局屁尿尾岐岑岔巫希庇廷弟彤形彷役忘忌志忍忱忸忪戒我抄抗抖扶扭扼找批扳抒扯折扮投抓抑抆攻攸旱束李材村杜杖杉杆杠"],
"a840","杓杗步求汞沈沅沛汪決沐汰沌汨沖沒汽沃汲汾汴汶沍沔沘灶災灸牢牡狄狂玖甬甸皂盯矣禿究系罕肖肓肝肘肚育"],
["a8a","芋芍見角言谷豆豕赤走足身辰迂迅迄巡邑邦那酉釆里防阮阱並乖乳事些亞享京佯依侍佳使佬供例來侃佰併侈佩佾侏侑兒兩具其典冽函刻券刷刺剁劾卒卓卑卦卸卹取叔受"],[a90咕咀呷咄咒咆呼咐呱呶咚周命咎固垃坷坪坩坦坤坼夜奉奇奈奔妾妻妹妮姑姆姐姍姓姊妯妳姒姅孟孤宗定官宜宙宛屈"],
["a9a1","岷岡岸岩岫岱岳帚帖帕帛帑幸庚店府底庖延弦往征彿彼忝忠念忿怔怖怪怕怡性怩怫怛或房戾所承拉拌拄抿拂抹拒招披拓拋拈抨抽押拐拇拍抵拚抱拘拖拗拆抬拎放斧旺昔易昆昂明昀昏昕昊",
"a""服朋杭枕東果杳枝林杯杰枉松杵枓杼杪杲欣歧氓氛泣注沱泌泥沽沾波沫法泓泄況泗泅泱沿治泛泊沬泜泠"],
["aa1,炕炎炒炙爬爭爸版牧物狀狎狙狗狐玩玨玟玫玥疝疚的盂盲直知矽祀祁秈竺罔羌羋肺肥肢肱股肫肩肴肯臥臾舍芽芟芹花芬芥芯芸芣芰芾芷虎虱初表軋迎返近邵邸邶采金長門阜陀阿阻附"]ab4","陂隹雨青非亟亭亮侵侯便俠俏促侶俘俟俗侮俐俄係俎俞侷兗冠剎剃削前剌剋則勇勉勃勁匍南卻厚叛咬哀哎哉咸咦咳哇哂咪品"],["ab,"哈咯咱咻咩咧咿垂城垮垓契奏奐姜姿姣姨姚姻孩宣宥封屎屏屍屋峙帝帥帟庠度弭很徊律徇怒怠怎怨恍恰恨恢恆恃恬恫扁拜挖按拼拭持拮拽指拱拷,
["40"拯括拾拴挑挂政故施既春昭昧是星昨昱昤曷柿染柔某柬柵柩柄柑枴柚枸柞柢柝歪殃段毗氟泉洋洲洪流洌洱洗"],
[a1,"活洽洶洛泵洹洧洩洮洵洎洫炫炳炬炯炸炮爰牲牯牴狩狡玷珊玻甚甭畏界畎疫疤疥疢疣皇盈盃盅省相眉看盾盼眇矜砂研砌砍祆祉祈祇禹禺科秒秋穿竿籽紂紅紀紉紇約紆缸美耄"],
"ad40,"耐耑耶胖胚胃背胡胛胎胞胤致舢苧范茅苣苛苦茄若茉苒苗英茁苜苑苞苓苟苯茆虻虺衍衫要觔計訂訃負赴軍軌述迦迢迪"]
[ada1","迭迨郁郃酋酊閂限陋陌降面革韭音頁風飛香乘亳倍倣俯倦倥俸倩倆值借倚們倀倡個候倘俳修倭倪俾倫倉兼冤冥凍凌准凋剖剜剔剛剝匪卿原厝叟哨唐唁唷哼哥哲唆哺唔哭哮哪"]
[a4""唧唇哽唏圃圄埂埋埃堉夏套奘奚娑娘娟娓姬娠娩娥娌娉孫害家宴宮宵容宸屑屐峭峽峻峪峨峰島崁峴差席師庫庭座弱徒徐",
["aea,"恣恐恕恩息悄悟悚悍悔悌悅扇拳挈挾振捕捂捆捏捉挺捐挽挨捍捌效敉料旁旅時晉晏晃晒晌晅晁書朔朕校核案框桓根桂桔栩梳栗桌桑桐桀格株栓栘桁殊殉殷氣氧氨氦氤浪涕消涇浦浸海浙",
["f40,"浬涉浚浴浩涌浹浥涔烊烙烈烏爹特狼狹狷玆班珮珠珪珞畝畜畚留疾病症疳疽疹痂疸皋皰益盎眩真眠矩砰砧砸砝破砷"]
["afa1,"砠砟砲祐祠祟祖神祝祗祚秤秣租秦秩秘窈站笆笑粉紡紗紋素純紐紕級紜納紙紛缺罟羔翅翁耆耘耕耙耗耽耿胱脂胰脅胭脆胳脈能胼胯臭臬舀舐航舫舨般茫荒荔荊茸荐草茵茴荏茲茹茶茗荀茱茨"]
["b040","蚊蚓蚤蚩蚣衷袁袂衽記訐討訕訊託訓訖訏訑豹財貢起軒軏辱送逆迷退迺迴追逅邕郡郝郢酒配酌釘針釗釜閃院陣陡],
[ba1""陝除陘陞飢馬骨高鬥鬲鬼偺停偃偌做偉偶偕偵側偏倏偯偭兜冕凰剪副勒務勘動匐匏匙區匾參商啪啦啄啞啡啃唱啖問啕啤唸售啜唳啁啗國圉域堅堊堆埠基堂堵執培夠娶婁婉婦婪"],
["b40",娼婢婊孰寇寄寂宿密專屠屜屝崇崛崖崢崑崩崔崙崤崧崗巢常帶帳帷庸庵庾強彗彬彩彫得徙徘御徜恿患悉悠您惋惦悽"]
[b11",情悵惜悼惕惆惟惚惇戚戛扈掠控探捷捧掘措捱掩掉掃掛推掄掙掬排掏掀捻捩捨敝救教啟敘敕敔斬族旋晚晤晨曹勗梁梢梓梵桿桶梱梗械梃棄梭梆梔條梨梟梡梂欲殺",
["b40""毫毬氫涼淳淙液淌淤添淺清淇淋淑涮淵淅涵淚淘淪深淮淨淆淄淬涿淦烹焊烯爽牽犁猜猛猓猙率琅琊球琍瓠],
b2a","甜產略畦畢異疏痔痕痊痍皎盔盒盛眷眼眶眸硫硎祥祭移窒窕笨笛第符笙粗絃統紹紼細紳組累紱缽羞翌翎習聊聆脯脣脫脩脰脤舂舷舶船莎莞莢莖莽莫莒莊莓莉荷荻荼"],
["b34"莆莧處蛇蛀蚶蛄蛆蛋蚱蛉術袞袈被袒袖袍袋覓規訪訝訣訥許設訛訢豚販貫貨貪貧赧趺軛軟這逍通逗連速逝逐逕逞透逖逛途",
b3a",郭都酗野釵釣釭釩閉陪陵陳陸陰陴陷陬雀雪雩頂頃魚鳥鹵鹿麥麻傍傅備傀傘傚最凱割剴創剩勞勛博厥喀喧啼喝喘喂喜喪喔喋喃喳單喟唾喲喚喻喬喱啾喉喫喙圍堯堪場堤堰堡堠壹壺奠"]["b40"婷媚婿媛媧孳孱富寓寐尋嵌嵐嵇巽幅帽幃幾廁廂弼復循惑惡悲悶惠愜惺愕惰惴慨惱愎惶愉愀愒戟扉描揀揉揆揍"],["b4a1"插揣握揖揭揮捶援揪換摒敞敦散斑斐斯普晰晴晶景暑智晾晷曾替期朝棕棠棘棗棟棵森棧棹棒棲棣棋棍植椒棉棚楮棻款欺欽殖殼毯氮氯氬游湔渲湧湊渠渥湘渤湖湮渭渦湯湍渺滋"],
["b540","溉湎湣湄湲湟焙焚焦焰無然焜牌犄犀猶猥猩琺琪琳琴琛琦琨甥甦畫番痛痣痙痘痞痠登發皖皓皴盜短硝硬硯稈程稀窘,
[b5a1","窗童竣等策筐筒答筍筋筏筑粟粥絞結絨紫絮絲絡給絢絰絳善翔翕耋聒肅腕腔腋腑腎脹腆脾腌腴舒舜菩萃菸萍菠菅萋菁華菱菴著萊萌菌萸萎萄菜萇菔菟虛蛟蛙蛭蛔蛛蛤蛐街裁裂袱覃註詠評詞証詁"],
["b640","詔詛詐詆訴診貂貯貼貳貽賁賀貶貿貸越超跎距跋跚跑跌跛跆軻軼辜逵週逸進鄂郵鄉郾酣酥量鈔鈕鈣鈞鈍鈇鈑閔閏開閑"]"6a1","間閒隊隋陽隅隍陲隄雁雅雄集雇雯雲韌項順須飧飯飩飭馮馭黃黍黑亂傭債傲傳僅傾催傷傻僇剷剽募勦勢勣匯嗟嗓嗦嗎嗜嗇嗑嗣嗤嗯嗚嗡嗅嗆嗥嗉園圓塞塑塘塗塔填塌塭塊塋奧嫁嫉嫌媾媽媼"],
["b740","媳媲嵩嵯幌幹彙徬微愚意慈感想惹愈慎慌慍愾愴愧愍愆戡戢搓搾搞搪搭搽搬搏搜搔搖搗搆敬斟新暗暇暈暖暄暘暍會榔業"]["ba1,"楚楷楠極椰概楊楨楫楞楓楹楣楛歇歲毀殿毓毽溯滓溶滂源滇滅溥溘溼溺溫滑準溜滄滔溧溴煎煩煉煜煬煦煌煞煆煨牒猷獅猿猾瑯瑚瑕瑟瑁琿瑙瑛畸瘀痰瘁痲痺痿痴痳盞盟睫睦睞督"]
["b840",睹睬睜睥睨睢矮碎碰碘碌碉硼碑碓祺祿禁萬禽稜稚稔稟稞窟窠筷節筠筮筧粱粳經絹綁綏絛罪聖聘肆腱腰腮腳腫],
["8a1,"腹腺腦艇葷葵葦葉葬葛萼萵董葩葭葆虞號蛹蜓蜈蜀蛾蛻蜂蜃蜆衙裙裝裡裊裒覜詫該詳試詩詰誇詼詣誠話誅詭詢詬詹詻訾豢貊貉賊資賈賃賂賅跡跟跨路跳跺跪跤跦較載"],[b9","辟遊道遂達逼遐遇遏遍逾遁鄗酪酩鈷鉗鈸鈽鉀鉋鈴鉉鉍鉅鈹鈿閘隘隔雍雋雉雊雷電雹零靖靴預頑頓頒飼飴",
[b9a1","馳馴髡鳩麂鼎鼓鼠僧僮僥僭僕像僑僱僎僩匱嗾嘀嘛嗽嘔嘆嘉嗷嘖嘟嘈嘐圖塵塾境墓墊墅塽壽夢夤奪嫡嫦嫩嫗嫖嫘嫣孵寞寧寡實寢寤對屢嶄嶇幛幣幕幔廓廖彰徹慇"],
["ba4",愿態慷慢慣慟慚慘慵摘摔撤摸摟摺摧搴摻敲斡旗旖暢暨榜榨榕榮榛榷榻榫槐槍榭槌榦槃榣歌氳漳演漓漩漾漠漬漂漢"]
["ba1","滿漆漱漸漲漣漕漫漯澈漪滬漁滲滌滷熔熙煽熊熄熒爾犒犖獐瑤瑣瑪瑰瑭甄疑瘋瘉瘓盡監瞄睽睿睡磁碟碧碣禎種稱窪窩管箕箋筵箝箏箸箇箄粹粽精綻綜綽綾緊綴網綱綺綢綿綵綸維緒緇]
["40,"罰翠翡翟聞聚腐膀膏膈膊腿膂臧臺與舔艋蓉蒿蓆蓄蒙蒞蒸蓀蓓蒼蓑蓊蜿蜜蜻蜴蜷褂裴裨褚誦誌誣誓誤"],
["bba1""說誥誨誘誑誚誧豪貍貌賓賑賒赫趙趕跼輔輒輕輓辣遠遘遜遣遞遝遛鄘酵酸酷鉸銀銅銘銖鉻銓銜銨鉼銑閡閨閩閣閥閤障際雌雒需鞅韶頗領颯颱餅餉駁骯骰髦魁鳶麼鼻齊億僻僵價儈儅凜"],
["c40","劇劈劉劍劊勰嘮嘹嘲嘿嘴嘩噗噴嘯墀墟增墜墮墩墦嬉嫻嬋嫵嬌嬈寮審寫層履嶝嶔幢廢廚廟廣廠彈影德徵慶慧慮慝慕憂"],
["bca1"慼慰慫慾憧憐憫憎憔戮摩摯摹撲撐撰撓撕撩撒撮播撫撙撳敵數暮暴樣樟槨樁樞槽模樓樊槳樂樑歐歎殤毆澄潔澆潭潛潸潮澎潺潰潤澗潘潯潟熟牖犛獎獗璃"][bd40",瑾璀畿瘠瘩瘟瘤瘦瘡瘢皚盤瞇瞌瞑瞋磋磅確磊碾磕磐稿稼穀稽稷稻窯窮箭範箴篆篇篁篌糊締練緯緻緘緬編緣緲緹罵罷羯"],
"ba","翩耦膛膜膝膠膚膘蔽蔚蓮蔬蔭蔓蔑蔣蓬蓿蔆螂蝴蝶蝠蝸蝨蝙蝗蝌蝓褐褒褓褕褊諒諄誕請諸課諉諂誰論諍誶誹諛豌豎豬賠賞賤賭賢賣賜賡趟趣踫踐踝踢踩踟踡踞輛輟輦輪輜輞"],
[be40",輥適遮遨遭遷鄰鄭鄧鄱醉醋醃鋅銻銷鋪銬鋤鋁銳銼鋒鋇鋰銲閭閱霄霆霉靠鞍鞋鞏頡頜養餓餒餘駟駛駑駕駒駙骷髮髯鬧魷魯鴆鴉"],
"ba1",麾黎墨齒儒儔儕冀凝劑劓勳噙噫噹噤噸噪器噥噱噯噬噢噶壁墾壇壅奮嬝嬴學寰導憲憩憊憶憾懊懈戰擅擁撻撼據擄擇操擒擔撾整曆曄曇暸樸樺橙橫橘樹橡橇樵機橈歙歷濂澱澡"],
["bf40""澤濁澳激澹澶澦澠熾燉燐燒燈燕熹燎燙燜燃燄獨璜璣璘璟璞甌甍瘴瘺盧盥瞞瞟瞥磨磚磬磧禦積穎穌穋窺篙簑築篤篛篩篦糖縊"],
["bf1","縑縈縣縞縝縉罹羲翰翱翮耨膳膩興艘艙蕙蕨蕩蕭蕪蕞螃螟螢融衡褪褥褡親諦諫諱謀諜諧諮謁謂諷諭諳諶諼豫豭賴蹄踱踴蹂踹踵輻輯輸輳辦遵遴選遲遼遺鄴錠錶鋸錳錯錢鋼錫錄錚"],
["c40""錡錕錮錙閻隧隨雕霑霍霓霏靛靜靦鞘頰頸頻頭頹頤餐餞餡餚駭駢駱骸骼髻髭鬨鮑鴕鴣鴦鴨鴒鴛黔龍龜優償儲嚐嚅嚇"],
["c0a1","嚏壕壑嬰嬪嬤孺屨嶼嶽嶸幫彌徽懂懇懦懋戲戴擎擊擘擠擰擦擬擱擢擭斂斃曙檀檔檄檜櫛檣檗檐殮毚氈濘濱濟濛濤濫濯澀濬濡濮濰燧營燮燦燥燬燴爵獰獲璩環璦璨癆療癌盪瞳瞰瞬"],
"c140",瞧瞭矯磷磺磴磯礁禧禪穗窿簇簍篷簌糠糜糞糢糟糝縮績繆縷繃縫總縱繁縯罄翳翼聱聲聰聯聳膺臂臀膿膽臉膾臨舉薪"],
[c1","薄蕾薜薑薔薯薇薨薊虧蟀蟑蟒螫螺褻褶襄褸覬謎謗謙講謊謠謝謄謐豁豳賺賽購賻趨蹉蹋蹈轄輾轅輿遽還邁邂鄹醜鎂鍵鍊鍥鍋錘鍾鍬鍛鍰鍚鍔闊闌闈闆雖霜霞韓顆颶餵",
["c240""鮮鮪鮭鴻麋黏點黜黝鼾齋叢嚕壙壘嬸彝懣戳擴擾攆擺擻擷斷曜檳檬檻檸櫂檮檯歟歸殯瀉瀋濾瀆濺瀑燼燸璧璿甕癖癘,
["ca1,"癒瞽瞿瞻瞼礎禮穡穢穠竄竅簫簪簞簡糧織繚繡罈翻職聶臏舊藏藐藉薰薺薹薦蟯蟬蟲覆覲觴謨謹謬謫豐贅蹣蹦蹤蹟蹕軀轉轍邇邃邈醫醬釐鎔鎊鎖鎳鎮鎬鎰鎚鎗闖闐闕離雙雛霤鞣鞦],
["40","鞭韹題顓颺餿餽馥騎髁鬆魎魍鯊鯽鯈鯀鵠黠鼕儳壞壟壢寵龐廬懲懷懶懵攏曠曝櫥櫝櫚瀛瀟瀨瀚瀝瀕瀘爆爍犢獸]
[c3a1",獺璽瓊瓣疇疆癟癡矇礙禱穫穩簾簿簸簷籀繫繭繹繩繪羅繳羶羹羸臘藩藝藪藕藤藥藷蟻蠅蠍蟹蟾襠襟襖襞譁譜證譚譎譏譆譙贊蹼蹲躇蹶蹬蹺蹴轔轎辭邊邋醱醮鏡鏑鏟鏃鏈鏜鏝鏖鏢鏤鏗鏨霪霧靡韻類"],
["c40","願顛颼饅饉騖騙鬍鯨鯧鯖鯛鶉鵡鵲鵬麒麓麴勸嚨嚷嚶嚴嚼壤孀孃孽寶巉懸懺攘攔攙曦櫬瀾瀰瀲爐獻瓏癢礦礪礬竇競籌籃籍糰繽繼"],
[c41""罌耀臚艦藻蘑藺蘋蘇蠔蠕襤覺觸議譬譯譟譫贍躉躁躅躂醴釋鐃鏽闡霰飄騫騰騷鰓鰍鹹麵黨鼯齣齡儷儸囁囀囂屬巍懼懾攝攜斕曩欄櫺灌爛犧瓖瓔癩矓籐纏續羼蘭蠡蠟襪襬覽譴"],
[c540"護譽贓躍躋轟辯醺鐳鐵鐺鐸鐲鐫闢霸露響顥饗驃驀魔鰭鰥鶯鶴鷂鶸麝黯儼儻囊囉孿巔巒彎攤灑灘玀瓤疊癮癬"],
["c1","籠聾聽臟襲襯觼讀贖躑躓轡鑄鑑鑒霽霾韃韁顫饕驕髒鬚鱉鰱鰾鰻鷓鷗鼴齪龔囌戀攣攪曬欐瓚籤籣籥纓纖纔臢蘸蘿變邏鑣鑠靨顯驚驛驗髓體髑鱔鱗鱖鷥麟黴囑攬灞癲矗罐羈蠶蠹讓讒"]
"c640,讖艷贛釀靂靈靄韆顰鬢魘鱟鷹鷺鹼鹽鼇齷齲廳欖灣籬籮蠻觀躡釁鑲鑰顱饞髖鬣黌灤矚讚鑷韉驢纜躪釅鑽鑼鱷鱸黷豔鑿鸚爨鬱鸛鸞籲",
[940""乂乜凵匚厂万丌乇囗兀彳丏冇与丮仂冘勼卬厹圠夃夬巿殳毌气爿丼仩仝仚刌匜卌圢圣夗夯宁宄尒尻屴屳帄庀庂扐氕"]
["ca1","氶汃犮玊禸肊阞伎伬伔仱伀价伈伝伂伢伓伄仴冱刓刉劦匟卍厊吇囟圮圪圴夼妀奼妅奾奿孖尕尥屼屺屻屾巟幵彴忕忔扜扞扡扢扙扠旯朹朸朻机朿朼朳氘汆汒汜汏汊汔汋"]
["ca40","汌灱犴犵玎甪穵网艼艽艿襾邙邘邛邔阤阠阣伻佢佉体佤伾佧佒伭伿佡刜劮匉卣卲厎厏吰吷吪呔呅吥吘],["caa1","吽呏呁吨吤呇囧囥坁坅坌坉坋坒夆奀妦妠妎妏妧妡宎尨尪岍岏岈岋岊岆岓岕巠帊帎庋庉庌庈弝彸彶忑忐忭忨忮忡忤忺忯忻怀戺抌抎抏抔扻扺扰抁抈扷扽扲扴攷旰旴旳旵杅杇"],
["c40""杙杕杌杈杝杚杋毐汧汫沋沏汱汯汩汭沜汦汳汥汻沎灴灺牣狃狆狁犺玕玗玓玒町甹疔皁礽肕肙肐肒芏芅芎芑芓"],
["cba1,"芊芃芄迉辿邟邡邥邞邠阰阯阭丳侘佼佽佶佴侉侄佷佌侗佪侚佹佸侐侜侔侞侒侂佮刲刳剆刱劼匊匋匼厒厔咇呿咁咑咂咈呫呺呾呥呬呦咍呯呡呠咘呣呧呤囷囹坯坫坱坶垀坵坳"],
[cc40","坨坽夌奅妺姏姎姁妶妼姃姖妽姀姈妴孥宕屄屇岵岯岬岟岢岪岧岝岥岶岰岦帗帔帙弨弢弤彾彽忞忥怭怦怙怲怋],["cc1,"怴怳怚怞怬怍怐怮怓怑怌怜戽抭抴拑抪拊抳抯抻抩抰抸攽斨昉旼昄昈旻昋昍昅旽昑昐曶朊杬枎枒杶杻枘枆构杴枍枌枟枑枃杽极枔欥殀毞氝沓泫泙沶泔沭泧泂沺泃泭泲"]["cd40",泝沴沊沝沀泀洰泍泇泏泑炔炅炓炆炄炑炚狉狜狒狔狚狑玤玡玭玦玢玬玝瓨甿畀甾疌疘皯盰盵矸矹矻矺"],
["cda","矷祂礿秅穸穻竻糽耵肏肣肵肭舠芠苀芫芘芛芵芧芮芞芺芴芨芡芩苂芤苃芶芢虰虯虮豖迒迋迓迍迖迕迗邲邴邳阹阽阼陃俍俅俓俉俋俁俔俜俙侻侳俛俇侺俀侹俬剉勀勂匽卼厖厘咺咥"]
"ce40","茍咷咮咶咠呰咼咢咾呲哞咰垵垟垤垗垝垛垔垘垏垙垥垚垕姞姮娀姝姺姽姼姶姤姲姷姛姩姳姵姠姾姭宨屌峐峌峗峛"],
["cea1""峞峚峉峊峖峓峔峏峈峆峸巹帡帠庰庤庢庛庥弮彖徆怹恔恲恅恓恇恉恛恌恀恂恟怤恄恘恦恮扃挍拵挎拹挏挌挓挔拺挕拻拰斪斿昶昡昲昜昦昢昳昫昺昝昴昹昮朏朐柁柲枺"],
["f4","柜枻柸柘柀枷柫柤柟枵柍枳柷柶柮柣柂柧柰枲柼柆柭柦柛柺柉柃柋欨殂殄殶毖毘毠氡洨洴洭洟洼洿洒洊泚洄洙洺洚洑洝浂"]
"ca1","洁洷洃洏洇洠洬洢洉炷炡炴炵炩牁牉牊牬牰牳狊狨狫狟狪狦狣玅珌珈珅玹玶玵玴玿珇玾珃珆玸瓮甮畇畈疧疪癹盄眃眄眅眊盷盻盺矨砆砑砒砅砐砏砉砃祊祌祋祅祄秏秖秎窀"],
["d040","穾竑笀笁籺籸籹籿紃紁罘羑羾耇耎耏胇胠胑胈胂胐胅胣胙胊胕胉胏胗胦胍舡芔苙苾苹茇苨苕苖苴苬苡苲苵茌苻苰苪,
["d0a1","苤苺苳苭虷虴虼衁衎衧衪衩觓訄訇赲迡迮迠郱邽邿郕郇釔釓陔陏陑陓陊陎倞倅倇倓倢倛俵倬倗倜倠倧倵倯倱冔冓凊凄凈剡剒剞剕剢勍匎唦哢唗哧哳哤唚哿唄唈哫唑唅哱"],
["d14""唊哻哷哸哠唎唃唋埌堲埕埒垺埆垼垸垶埇埐垹埁奊娭娮娕娏娗娊娞娳孬宧宭宬尃屖屔峬峿峮峷峹帩帨庨庮庪弳弰彧恝恚恧",
["d1,"恁悢悈悀悒悁悝悃悕悛悗悇悎戙扆拲捖挬捄捅挶捃揤挹捋捊挼挩挴捘捔捙挭捇捚捑捗捀捈敊敆旆旄旂晊晇晑朒朓栟桉栲栻桋栱栵栫栭栯桎桄栴栝栒栔栨栮栥欯欱歭殈毦毤"],
["d24,"毨毣毢毧浺浣浤洍涒浘浢浭浯涑涍淯浿涆浞浧浠涗浰浼浟涂浨浾涀涄洖涃浻浽浵涐烜烓烑烋缹烢烗烒烞烠烔烍烆烡牂牸"]
"2a1","牷牶猀狺狴狾狻猁珓珥珖玼珣珩珜珒珛珔珝珚珗珨瓞瓟瓴瓵甡畛畟疰疻痄痀疿疶疺皊盉眛眐眓眒眣眑眕眚眧砣砬砢砵砯砮砫砡砩砳砪砱祔祛祏祜祓祒秫秬秠秮秭秪秝窉窋窌窊窇笐],
["d340,"笄笓笅笏笈笊笎笉笒粄粑粊粌粈粍粅紞紝紎紘紖紓紟紏罡罞罠罝罛羖羒翃翂翀耖耾耹胺胲胹胵脁胻脀舁舯舥茳茭荄茙茥荖茦茜",
["d3a1","荂荎茛茪茈茠茯茩荇荓茞茬荋茧荈虓虒蚢蚨蚖蚍蚑蚞蚇蚆蚋蚅蚥蚙蚡蚘蚎蚝蚐蚔衃衄衭衵衶衲袀衿衯袃衾衴衼訒豗豻貣赶赸趵趷軓迾迵适迿迻逄迼迶郖郠郟郘郛郗郜郤酐"],[d440",酎酏釕釢釚陟隼飣髟乿偰偪偡偞偓偋偝偲偍偁偛偊偢倕偅偩偫偣偆偀偮偳偑凐剭剮勖勓啵啶唼啍啐唴唪啑啢唵唰啒",
[4a1,唌唲啥啎唹唭唻啀啋埻堔埢埶埜埴埭埽堈埸堋埳埏堇埮埲埥埬埡堎埼堐堁堌埩埰堍堄奜婠婘婕婧婞娸娵婭婐婟婬婓婤婃婝婒婄婛媎娾婌婰婩婇婖婂婜孲孮寁屙崞崝崚崠崌崨崍崦崥崏",
["d5","崰崒崣崟崮帾帴庱庹庳徛徖徟悊悐悾悰惏惤惙惈悱惛悷惊悿惃惀挲捥掊掂捽掽掞掭掝掗掫掎捯掇掐据掯捭掮掤挻掟"
["d5a1","掅掁掑掍捰敓旍晥晡晛晙晜晢朘桹梐梜桭梮梫楖桯梣梬梩梲梏桼桫桲梪梀桱梛梖梋梠梉桸桻梑梌梊欶欳欷欸殏殍殎殌氪淀涫涳湴涬淩淢淶淔渀淈淠淟淖涾淥淜淛淴淊淭淰涺淕淂淏淉"],d640","淐淲淓淽淍淣涻烺焍烷焗烴焌烰焄烳焐烼烿焆焓烶焋焎牾牻牼牿猝猗猑猊猈狿猏猞玈珶珵琇珺珼珿琌珴琈畣"]
"6a1,"痌痑皏皉盓眯眭眱眲眴眽眥眻眵硈硒硉硍硊硌砦硅硐祤祧祩祪祣祫祡秺秸秶秷窏窔笴笥笰笢笤笳笘笪笝笱笭笯笲笸笚粔粘粖粣紵紸紶紺絅紬紩絁絇紾紿絊紻紨罣羕羛翋翍翑翇翏翉]["740","耞聇聃聈脘脥脛脟脬脞脡脕脝脢舑舸舳舲莐莣莍荺荳莤莏莁莕莙荵莔莩荽莃莌莝莛荾莥莯莈莗莰荿莦莇莮荶虖蚿],
["d7a1","蛂蛁蛅蚺蚰蛈蚹蚳蚸蚴蚻蛃蚽蚾袕袨袢袚袑袡袟袘袗袤袬袓覂觖觙觕訰訧訬訞谹谻豜豝豽貥赽赻赹趼跂趹趿跁軘軞軝軜軡逤逋逑逜逌逡郪郰郴郲郳郬酚酓酕釬釴釱釳釸釤釹釪"],
["d840",釫釷釮镺閆閈陼陫陱陯隿靪頄飥馗傕傞傣傌傎偨傜傒傇兟匒匑厤厧喑喨喥喭啷喓喈喏喵喒啽喦啿喕喡喎圌堩堷"],
["d8a1""堙堞堧堣堨塈堥堜堛堿堶堮堹堸堭堬堻奡媯媔媟婺媢媞媦婼媥媬媕媮媄媗媃媋媩婻婽媌媜媝寪寍寋寔寑寊寎尌尰崷嵃嵫嵁嵋崿崵嵑嵎嵕崳崺嵒崽崱嵂崹嵉崼崲崶嵀嵅幄幁彘徦徥徫惉悹惌惢惄",["d90","惲愖愅惵愓惸惼愃愘愝愐惿愄愋扊掔掱掰揎揥揨揯揃撝揳揊揶揕揲揵摡揟掾揝揜揓揌揈揰揗揙攲敧敪敤敜敨敥斌斝旐旒],
["d9a1","晼晬晱晹晪晲朁棓椄棜椪棪棱椏棷棫棶椓椐棳棡椇棌椈椑棯棆椔棸棐棽棼棨椊棎棈棝棞棴棑椆棔椕椥棇欹欻欿欼殔殗殕殽毰毳氰淼湆渟湉溈渼渽湅湢渫湁湝湳湋湀湑渻渃渮湞"],[da40",湨湜湡渱湠湱湫渹渢渰湓湥渧湸湤湷湕湹湒湦渶湚焠焞烻焮焱焣焲焟焺焛牋牚犉犆犋猒猋猰猢猱猳猧猦猣猵猌琮琬琰琫琖"]
["aa1","琚琡琭琱琤琣琝琩琠琲甯痧痚痡痦痟痗皕皒盚睆睍睅睊睋睌矞硠硤硥硜硭硱硰硩硨硞硢祴祳祰稂稊稃稌稄竦竤筄筈筎筀筘粢粨粡絘絯絣絖絧絪絏絭絫絔絩絑絟絎缾缿罥"],
db0","罦羢翗聑聏聐胾胔腃腊腏腇脽腍脺臦臷臸舼舽舿艵菏菹菨萒菧菤菼菶菆菫菣莿萁菝菥菘菿菡菋菎菖菵菉萉萏菞萑萆菳"]
["db1","菕菺菇菑菪萓菃菬菮菄菻菗菢菛菾蛘蛦蛓蛣蛚蛪蛝蛫蛜蛬蛩蛗蛨衖衕袺裗袹袸裀袾袼袷袽袲褁裉覕覘覗觝觚觛詎詍詙詀詗詘詄詅詒詈詑詌豟貁貀貺貾貰貹趄趀趉跘跓跍跖跜跏跕跈跅軯軷軺",
"dc40""軦軮軥軵軧軨軶軫軱軬軴逭逴鄆鄬鄄郿鄈郻鄁鄀鄇酡酤酟酠鈁鈥鈃鈚鈦鈏鈌鈒釿鈆鈄鈧鈂鈜鈤鈙鈗鈅鈖镻閌閐隇陾隈],dca1"隃隀雃雱雰靬靰靮頇颩飫鳦黹亶傽傿僆傮僄僊僈僂傰僁傱僉傶傸凗剺剻剼嗃嗛嗌嗐嗋嗊嗝嗔嗄嗒喍嗏嗢嗖嗈嗍圔塓塨塤塍塉塯塎塙塥塛堽塣壼嫇嫄嫋媺媱媵嫈媻嫆"],["d40","媷嫀媶嫍媹媐寖寘寙尟尳嵣嵊嵥嵲嵞嵨嵧嵢巰幏幊幍幋廅廌廋廇彀徯惷慉慊慅愶愮慆愯慀酨戥戤揅揱揫搐搒搉搠搤"],["dda1""搳搕搘搹搷搰搨摁搵搯搊搚搥搋揧搛搡搎暆暌暕暐暋暊暙暔朠楦楟椸楎楢楅楂楗楺楈椵楬椳椽楥棰椴楀楯楄楶楘楁楴楌椻椷楜楏椲楒椯楻椼歆歅歃歂歈殛毼"]
"d40","毹毷毸滖滈溏滀溟溓溠溱溹滆溞滉溷溰滍滏溲溾滃滜滘溙溒溎溍溡溿溳滊溮溣煇煒煣煠煝煢煲煪煡煂煘煃煰煟煐],["dea1","煄煍牏犍犌犑犐犎猼獂猻猺獀獊獉瑄瑋瑒瑗瑐瑎瑂瑆瑍瑔瓡瓿瓾瓽甝畹畷榃痯瘏痷痾痼痹痸痻痶痭痵痽皙皵盝睕睟睠睒睖睚睩睧睔碇碚碄碕碅碆碡碀碖硻祽祹稑稘稙稒稢稓"],
["d40","稛稐窣窢窞竫筦筴筩筲筥筳筱筰筡筸筶粴粯綈綆綀綍絿絺綎絻絼綌綔綄罭罧罨罬羦羥羧翛翜腷腩腢朡腞腶腧"]
["fa"腡舝艉艄艀艂艅蓱萿葖葶葹蒏葀蒆葧葽葚葙葴葳葝蔇葞萷萴葺葃葸萲葅萩菙葋葂萭葟萹葎葌葒葯蓅蒎萻萶萳葨葾葄萫葐蜋蜄蛷蛺蛖蛵蝍蜉蜁蛶蜅裖裋裍裎裞裛裚裌裐覅覛觤",
"e00"觠觢觜触誆詿詡訿詷誂誄誃誁詴詺谼豋豊豥豤貆貄貅賌赨赩趎趏趍趓趔趐趒跠跬跐跩跣跧跲跫輆軿輁輀輅輈輂輋逿"],
[ea"遄遉逽鄐鄍鄏鄑鄖鄔鄋鄎酮酯鉈鉒鉦鈳鉥鈮鉊鉆鉭鉬鉏鉠鉧鈶鉡鉰鈱鉔鉣鉐鉲鉎鉓鉌鉖鈲閟閜閛隒隑隗雎雺雸雵靳靷靸靲頏頍頎颬飹馯馲馰馵骭骫鳪鳧黽僔僗僨僛僪僝僤僬僰僯僣僠"],
["140","凘劀劁勩勫嘧嘕嘒嗼嘏嘜嘁嘓嘝嘄嗹塼墐墘墆墁塿塴墋墇墑墎塶墂墈塻墔墏壾奫嫜嫮嫥嫕嫚嫭嫳嫠嫛嫬嫞嫝嫙嫟孷寠"],
["11,"寣屣嶀嵽嶆嵺嶁嵷嶊嶉嶈嵾嵼嶍嵿幘幓廘廑廗廎廜廒廔彃彯徶愬愨慁慞慱慳慒慓慬慴慔慺慛慥愻慪慡慖戩戧戫摍摛摝摴摶摲摳摽摵摦撂摞摓摐摿搿摬摫摙摥摷敳斠暡暠暟朅朢榱榶"],
"e240","榠槎榖榰榼榑榙榎榧榍榾榯槄榽槔榹槊榚槏榳榓榪榡榞榐槂榵榥槆歊殞殟殠毃毾滎滵滱漃滸漷滻漮漉潎漙漚漧漘漻漒滭漊"]
["e2a1","漶潳滮漰漼漵滫漇潃漹滼漺漍漞漡熐熉熀熂熏煻熆熁熗牄牓犗犕犓獃獍獑獌瑳瑱瑵瑧甀甂甃畽瘖瘈瘔皸瞁睼瞅睮瞀睯睾瞃碭碨碫碞碬禘禊禖禕禔禓],"340"禗禈禒稫稰稯稨窨窫窬竮箈箊箐箍箌箛箅箘箙箤箂粻粿粼粺綧綷緂綣綪緅綝緎緆緋緌綹綖綼綟綦綮綩綡緉罳翢翣翥"],["e3a1","耤聝聜膉膃膍膌膋蒗蒤蒡蒟蒺蓎蓂蒬蒮蒫蒹蒴蓁蓍蒪蒚蒱蓐蒝蒧蒻蒢蒔蓌蒛蒩蒯蒨蓖蒘蒶蓏蒠蓗蓔蒰蒑虡蜳蜣蜨蝀蜮蜞蜙蜛蝃蜬蝁蝆蜠蜪蜼蜒蜺蜱蜵蝂蜧蜸蜤蜚蜰蜑裷裧裲裾裮裼裶裻]
["e44""裰裬裫覝覟觩觫觨誫誙誋誒誏誖谽豨賕賏賗趖踉踂跿跽踊踃踇踆跾踀踄輐輑輎輍鄣鄜鄠鄢鄟鄚鄤鄛酺酹酳銥銤銛銠銔銪銍"]
["a","銦銚鉹鉿銣銂銕銢鉽銈銡銊銆銌銙銧鉾銇銩銝銋隡雿靘靽靺鞃鞀鞂靻鞄鞁韎韍頖颭颮餂餀餇馝馜駃馺駂馽駇骱髣髧鬾鬿魠魡魟鳱鳲鳵麧僿儃儰僸儆儇僶僾儋儌儊劋劌勱勯噈噂噊噘"],
"e40","噚噀嘳嘽嘬嘾嘸嘪嘺圚墫墱墠墣墯墬墥壿嫿嫴嫽嫷嬃嫸嬂嫹嬁嬇嬅嬏屧嶙嶟嶢嶓嶕嶠嶜嶚嶞幩幠幜緳廛廡彉憃慹憱憰憢憉",
["e5a1,"憛憓憯憭憟憪憡憍憳戭摮摰撠撜撏撋撊撌撟摨撱撘敶敺敻斲斳暵暰暩暲暪暯樀樆樗槥槸槤槿槢樛樝樧槲槮樔槷槧橀樈槻樍槼樉樥樏槶樦槴樖歑殢氁氀毿氂潁漦潾濆澒"],
["e640"澍澉澌潢澅潚澖潶潬澂潲澔澓漀潡潫潽潓潩潿澕潣潷潪潻熲熯熛熰熠熚熩熝熥熞熪熜熧熳犚獘獒獞獟獠獝獙"],
["6a","獢璊璆瑽瑼瑹甈甇畾瘥瘞瘙瘝瘜瘚瘨皜皝皞皛瞍瞏瞉磍磏磔磈磃磄磉禡禠禜禢禛歶窲窴箷篋篎箹篊糅糈糌糋緷緛緪緧緗緡縃緺緦緶緱緰緮緟罶羬羰羭翭翫翬翦翨聤聧膣]
["e40",膕膙艏艓艐艑蔤蔻蔏蔀蔩蔎蔉蔍蔟蔊蔜蓻蔫蓺蔈蔌蓴蔪蓲蔕蓫蓳蓼蔒蓪蓩蔖蓾蔨蔝蔂蓽蔞蓶蔱蔦蓰蓯蓹蔘蔠蔰蔋蔙蔯虢"],
[7a","蝖蝣蝤蝷蟡蝘蝔蝡蝚蝑蝞蝭蝪蝐蝎蝟蝝蝯蝬蝺蝜蝥蝏蝵蝢蝩衚褅褋褙褆褖褑褎褉覢覤覣觰諏諆誸諓諑諔諕誻諗誾諀諅諘諃誽諙谾豍貏賟賙賨賚賝賧趠趜趡趛踠踣踥踤踕踛踖踦踧],
e84","踔踒踘踓踜踗踚輬輤輘輚輠輣輖遰遯遧鄯鄫鄩鄪鄲鄦鄮醅醆醊醄醀鋐鋃鋀鋙銶鋏鋱鋗鋝鋌鋯鋂鋨鋊鋎鋦鋍鋕鋉鋧鋑",
["e81","銵鋡鋆銴镼閫隤隢雓霅霂靚鞊鞎鞈韐韏頞頦頩頠頧颲餈餑餔餗餕駜駍駏駓駔駘駋駗駌骳髫髳髱魆魃魧魴魦魶魰魨魤魬鳼鳷鴀鳻鴈鴅鴄麃黓鼏儜儓儗儚儑叡噰噠噮"],
["e940","噳噦噣噭噲噞噷圜圛壈墽壉墺壂墼壆嬗嬙嬛嬡嬔嬐嬖嬨嬠嬞寯嶬嶱嶵嶮嶪嶨嶭嶯嶴幧幨幦幯廧廦廨廥彋徼憨憖懅憴懆懁懌憺],
["e91""憸憌擗擖擐擉撽撉擃擛擳攳敿斢曈暾曀曊曋曏暽暻暺曌朣樴橦橉樲橨樾橝橭橶橛樨樿橁橪橤橐橏橔橯橩橠橕橍橆歕歔歖殧殪殫毈氄氃氆澭濋澣濇澼濎濈濄澽澞濊澨瀄澥澮澺澬濏澿澸"],
[ea40,"澢澫濍澯燅燂熿燖燀燔燊燇燏熽燘燚燛犝獩獦獧獬獥獫獪瑿璔璒璕璡甋疀瘯瘭瘱瘽瘳瘼瘲瘰皻盦瞝瞡瞜瞛瞢瞣瞕"],
[ea1""磝磩磥磪磞磣磛磡磢磟磠禤穄穈穇窶窸窵窷篞篣篝篕篥篨篹篜篫篘篟糒糔糐糑縡縗縠縓縜縕縚縢縏縖縍縔縥縤罻罼罺翯耪耩聬膱膦膮膹膵膫膰膴膷臲艕艗蕖蕅蕫蕍蕓蕘",[eb40","蕀蕆蕤蕁蕢蕄蕇蕣蕛蕱蕎蕮蕵蕕蕧蕦蕝蕔蕥蕬虣虥虤螛螏螗螓螈螁螖螘蝹螇螅螐螑螄螔螜螚螉褞褰褮褱褢褩褯褬褟]
["eba1""諢諲諴諵諝謔諤諟諈諞諡諨諿諻貑貐賵賮賰賳赬趥趧踾踸蹀蹅踶蹁躽輶輮輲輹輷輴遶遹遻邆鄶醓醐醑醏錧錞錈錟錆錏鍺錸錼錛錣錒錁鍆錭錎錍鋺錓鋹鋷錂錤鋿錩錪錔錌],
e4","錋鋾錉錀鋻闍閾閹閿閵閽隩雔霒霐鞙鞗鞔頵頯頲餤餟餩馞駮駬駤駣駧骹骿骴髶髹髷鬳鮀鮅鮇魻鮂鮒鮐鮕"],
["ca1","魽鮈鴥鴗鴠鴞鴔鴩鴝鴘鴐鴙鴟麈麆麇麮麭黕黖黺鼒鼽儥儢儤儠儩勴嚓嚍嚆嚄嚃噾嚂噿嚁壖壔壒嬥嬬嬧嬦嬯嬮孻寱寲嶷幪徾懃憵懨懞擯擩擣擫斁斀斶旚曒檍檖檁檥檟檛檞檇檓檎"],
["ed0"檕檃檤檑橿檦檚檅檌檒殭氉濌澩濴濔濣濭濦濞濲濝濢濨燡燲燰燢獳獮獯璗璲璐璪璭璱璥璯甐甒疄癃癈癉癇皤盩瞵瞫瞶],
["ea","瞱矰磽礂磻磲礅磹磾礄禫禨穜穛穖穘穔穚窾竀簅簏篲篿篻簎篴簋篳簂簉簁篸篽簆篰篱簊糨縭縼繂縸縪繉縩繌縻繄縺罅罿罾罽翴翲耬膻臄臊臅臇臩艛艚艜薃薀薏薧薠薋薣蕻薤薚薞"],
["ee40","蕼薉薡蕺蕸蕗薖薆薝薁薢薂薈蕹蕶薘薐薟虨螾螪螭蟅螰螬螹螼螮蟌螷螯蟄蟊螴螶螿螸螽螲褵褳褼褾襁襒襂覯覮觲謞],["eea1","謘謑謅謋謢謏謒謕謍謈謓謚豏豰豲豱豯貕貔賹赯蹎蹍蹇轀邅遾鄸醚醙醟醝鎡鎃鎯鍤鍇鍶鍉鍐鍑鍠鍭鍌鍪鍗鍒鍱鍷鍻鍡鍞鍧鎀鍎鍙闇闀闉闃闅隮隰隬霠霟霘霝霙鞚"],
[ef","鞞鞝韔韱顁顄顊顉顃餥餫餬餪餳餲餰馘馣馡騂駷駹駸駶駻駽駾騃骾髾髽鬁髼魈鮚鮨鮞鮛鮦鮡鮥鮆鮢鮯鴳鵁鵧鴶鴮鴱鴸鴰]"efa1",鵅鵂鵃鴾鵀鴽翵鴭麊麉麍黈黚黻黿鼣齔儭儮嚘嚜嚗嚚嚙奰嬼屩巀幭幮懘懟懭懮懱懪懰懖擿攄擽擸攁攃擼旛曚曛櫅檹檽櫡櫆檺檶檷檴檭毉瀇瀌瀍瀁瀅瀔瀎濿瀀瀦爁燿燹爃燽獶",
[f0"璸瓀瓁璻瓂癤癙癐癓癗皦皽盬矂瞺磿礌礓礔礉礒礑禬簙簟簭簝簦簢簥簰繐繖繣繢繟繠繗羵羳翸聵臑臒"]
["f0a1","臐艞薴藆藃藂薵藇藄薿藋藎藈藅薱薶藒蘤薷虩蟧蟦蟛蟥蟟蟳蟤蟔蟜蟓蟭蟘蟣螤蟗蟙蠁蟴蟨蟝襓襋襆襐襑襉謪謧謣謳謰謵譇謼謾謥謶謮謤謻謽謺豂豵貙貘貗賾贄贂贀蹜蹢蹠蹗蹖蹞蹥蹧",
["f14","蹚蹡蹝蹔轆轇轈鄨鄻醨醥醧醯醪鎵鎌鎒鎷鎛鎝鎉鎧鎎鎪鎞鎦鎕鎈鎟鎍鎱鎲鎨鎴鎣闒闑隳雗雚巂雟雘霥鞬鞮鞨鞫鞪"],
["1a1,"鞢鞥韗韙韘韺顐顑颸饁餼餺騏騋騉騄騑騊騅騇騆髜鬈鬄鬩魊魌魋鯇鯆鯃鮿鮸鯓鮶鯄鮽鵜鵏鵊鵛鵋鵖鵌鵗鵔鵟鵘鵚麎麌黟鼁鼖鼥鼫鼪鼨齌齕儴儵勷厴嚭嚦嚧嚪嚬壝壛夒嬽嬿巃",
["40","徿攇攐攌攎斄旞旝曞櫧櫠櫌櫑櫙櫋櫟櫜櫐櫫櫏櫍櫞歠氌瀙瀠瀖瀡瀢瀣瀩瀗瀤瀜爌爊爇爂犥犦犤犣犡瓅璷瓃甖癠矉矊矄矱礝礛"],
[f2a1,礡礜礗礞禰穨簳簹簬簻糬糪繶繸繰繷繺罊羃羆羷翽翾聸臗臕艤艡藫藱藭藙藨藚藗藬藸藘藟藜藑藞藢蠀蟺蠃蟶蟷蠉蠌蠋蠆蠈蟿蠊蠂襛襗襡襜襘襝觶譐譊譀譓譔譋譕",["f34","譂譒豃豷豶貚贆贇贉趬趪趭趫蹭蹸蹳蹪蹯蹻轑轏轐轓醰醭鏞鏇鏏鏂鏚鏹鏬鏌鏙鏦鏊鏔鏮鏣鏕鏄鏀鏒鏧镽闚闛雡霩霫霬霨霦,
["f3a1""鞳韝韞韟顙顝顗颿颽颾饈饇饃馦馧騚騕騝騛騠騣騞騔髂鬋鬊鬎鬌鬷鯪鯫鯠鯞鯤鯦鯢鯰鯗鯬鯜鯙鯥鯡鵷鶁鶊鶈鶀鶆鶋鶌鵴鵰鵩鶅鵳鶂鵯鵿鶇麔麑黀黼鼭齀齖齗齘匷嚲"],
"f40","嚵壣孅巆巇廮廯忀忁懹攗攕攓旟曣曤櫳櫰櫪櫨櫹櫱櫮櫯瀼瀵瀯瀷瀴瀱灂瀸瀹灀瀳灁爓爔犨璺皪皾盭矌矎矏矍矲礥礣礧礨礤礩"],
["f4a1","禲穮竷籉籈籇籅糮繻纁纀羺翿聹臛臙舋艨艩蘢藿蘁藾蘀蘄蘉蘅蘌藽蠙蠐蠗蠓蠖襦覹譠譪譝譨譣譥譧趮躆躄轙轖轗轕轚酁醷醲醳鐋鐓鏻鐠鐏鐔鏾鐕鐐鐨鐙鐍鏵鐀鏷鐇鐎鐖鐒鏸鏿",
"f54","鏼鐌鏶鐑鐆闠闟霮霯鞹鞻韽韾顠顢顣顟飁饐饎饙饌饋饓騲騴騱騬騪騶騩騮騸髇髊鬐鬒鬑鰋鰈鯷鰅鰒鯸鱀鰇鰎鰆鰗鰔鶟鶝鶒鶐鶛"],["f5a","鶠鶜鶗鶢鶨鶞鶿鶩鶦鶧麙麛麚黥黧黦鼰齠齝齙龑儺儹劗囃嚽嚾孈孇巏廱懽欂櫼欃欀灃灄灊灈灉灅灆爝爚爙獾甗癪矐礭礱礯籔籓糲纊纇纋纆纍罍羻臝蘘蘪蘦蘟蘣蘜蘮蘡蘠蘩蘞蘥"],
["f64","蠝蠛蠠蠤蠜蠫衊襭襩襮襫觺譹譸譺譻贐贔躎躌轞轛酅鐿鐻鐶鐩鐽鐼鐰鐹鐪鐷鑀鐱闥闤闣霺鞿韡顤飆飀饖騹驆驄騺,
"6a","騿髍鬗鬘鬖鬺魒鰜鰤鰡鶷鶶鷇鷏鶾鷅鶻鶵鷎鶹鶺鷈鶭鷌鶳鷍鶲鹺黫黮黭鼛鼚鼱齎齥齤亹囆囅孋孌巕巑廲攡攠攦攢欋欈欉氍灕灗灒爞爟犩獿瓙瓗癭皭礵穰籗籜籙籛籚"],
["f740",糴纑罏羇蘵蘲蘶蠬蠨蠪蠥襱覿覾譾讄讂讆讅躕躔躚躒躐躖躗轢酇鑌鑐鑊鑋鑏鑇鑅鑈鑉霿韣顪顩飋驎驓驔驏",
["7a1"驉驒驐髐鬙鬫鬻魕鱆鱈鰿鱄鰹鰳鱁鰼鰴鰲鰽鰶鷛鷒鷞鷚鷋鷑鷟鷩鷙鷘鷖鷵鷝麶鼵鼳鼲齫龕龢儽劙壨壧奲孍蠯彏戁戃戄攩攥曫欒欏毊灛灚爢玂玁玃癰矔籧纕蘺虀蘼蘱蘻蘾蠲蠮蠳襶襴襳觾],
["840","讌讎讋讈豅贙躘轤轣醼鑢鑕鑗鑞頀驖驙鬞鬟鬠鱒鱘鱐鱍鱕鱌鱎鷻鷷鷯鷣鷫鷶鷡鷮鷰鷬鷴鷳鷭黂黐黳鼆鼸鼶齃"],
"f8a1",齱齰齮齯囓囍孎屭攭曭曮欓灟灡灝灠爣瓛瓥矕礸禷禶籪纗虃蠸蠵衋讔讕躞躟躠醾醽鑫鑨鑩雥靃韇魙鱧鱦鱢鱞鱠鸂鷾鸃鸆鸀鸁鸄麠鼞齆齵齶囔攮斸欘欙欗欚灢爦犪矘礹籫糶,
[f90,"纛纙臠臡虆虇虈襹襺襼襻觿讘讙躥躤躣鑮鑭鑯鑱鑳顲饟鱮鱭鸋鸍鸒鸑麡黵鼉齇齸齻齺齹圞灦籯蠼趲躦釃鑴鑸鑶驠鱴鱳鱱鱵鸔鸓],
["f91","糷虪蠾蠽蠿讞貜軉靋顳顴飌饡馫驤驦驧鬤鸕鸗齈虌躨钂钀钁驩驨鬮爩虋讟钃鱹麷驫鸝灩灪麤齾齉銹裏墻恒粧嫺╔╦╗╠╬╣╚╩╝╤╕╪╡╘╧╛╓╖╟╫╢╙╨╜═╮╰╯"]

