[[0","\0000"2],
["ea1""｡"],["a1a1","　、，；！゛´｀¨＾￣＿ヽヾゞ〃仝々〆〇ー／～∥｜…‥‘’”（）〔〕［］｛｝〈,9,"＋－±×÷＝≠＜＞≦≧∞∴♀°′＄￠￡％＆＊§☆★○◎◇"
["a2a1""△▲▽▼※〒→←↓〓",["2ba","∈∋⊂⊃∪∩"],
["2ca","∧∨￢⇒⇔∀"],
["a2d",∠⊥⌒∂∇≡≒≪≫√∵∫"],
["af2","‰♯♭♪†‡"],["a2fe"◯",["ab0,"０",],
["a3c,",25],[a3e1""ａ"5],[4a1""2,"aa1","ァ",8],["aa1",Α",16,Σ"6],
a61","α"6,"σ",]
["7a1","",5"",25],
[a7d"а5,ё",5],
"a81""─│┌┐┬┴┼┃┓┛┗┣┳┫┻╋┠┯┨┷┿┝┰┥╂"]
"ada1,"",19,"Ⅰ",],
["adc0,"㍉㌔㌢㍍㌘㌧㌃㌶㍑㍗㌍㌦㌫㍊㌻㎜㎝㎞㏄㎡",
["df","㍻〝〟№℡㊤",4,"㈱㈲㈹㍾㍽㍼≒≡∫∮∑√⊥∠∟⊿∩∪"],
["b0a1","亜唖娃阿哀愛挨姶逢茜穐悪握渥旭葦芦鯵梓圧斡扱虻飴絢綾鮎或粟袷安按暗案闇以伊位依偉囲夷委尉惟意易椅為畏異移維緯胃萎衣謂違遺医亥域育磯一壱茨芋鰯允印咽員因引飲淫蔭"]["1a1,"院韻吋宇烏迂雨卯鵜窺丑碓臼渦嘘欝蔚鰻厩浦瓜噂云運雲荏餌叡嬰影曳栄永泳洩盈穎衛鋭液疫益駅悦越閲厭円園堰奄延怨掩沿演焔燕縁艶苑薗遠鴛塩於汚凹央奥"],
["b2a1",押旺横殴王翁襖鴬鴎黄岡沖億屋憶桶牡乙俺卸恩穏音下化仮伽価加可夏科暇架歌火珂禍禾稼苛茄荷華菓課嘩貨迦霞蚊俄牙画臥蛾賀餓駕会解回塊壊廻怪悔恢懐拐改"],
["3a1",魁晦械海皆絵芥蟹開階貝凱外咳害崖慨概涯碍蓋街該鎧骸浬馨蛙垣蛎鈎嚇各廓拡撹格核殻獲確穫覚角較閣隔革学岳額顎掛笠樫橿梶鰍潟割喝恰括活渇葛轄且鰹叶椛樺鞄株兜竃蒲釜鎌噛鴨茅萱"],["b1","粥刈瓦侃冠刊勘勧喚堪完官寛干幹患感慣憾換敢柑桓款歓汗潅環甘監看竿管簡緩缶肝艦莞観諌貫還鑑間閑関陥館丸岸巌癌眼岩翫贋頑顔願伎危喜器奇嬉寄希幾忌揮机旗期棋棄"],
["b5a1","機帰気汽稀紀徽規記貴起軌輝飢騎鬼偽儀妓戯技犠疑祇義蟻誼鞠吉吃喫橘詰砧黍却客脚虐逆丘久仇休及吸宮弓急救朽汲泣灸球窮笈糾給旧牛去巨拒拠挙渠虚許距鋸漁禦魚亨享京"],
[b6a1",供僑競共凶協匡叫峡強彊怯恐挟橋況狂狭矯胸脅興蕎郷鏡響饗驚仰凝尭暁業局曲極玉桐粁僅勤均巾錦欣欽琴禁筋緊芹菌衿襟謹近金吟銀九句区狗玖矩苦躯駈駒虞喰空寓遇隅串櫛釧"],
["b7a1","掘窟沓靴轡熊隈粂栗繰桑鍬勲君薫群郡卦袈係傾刑啓珪型契形径慶慧携敬桂渓畦稽系経継繋罫荊蛍計詣警軽頚芸鯨劇戟桁傑欠決潔穴結血訣月件倹倦健兼券剣喧圏堅嫌建拳捲"]
["ba1"検権牽犬献研硯絹県肩見謙賢軒遣険顕験鹸原厳幻弦源玄現絃舷言諺限乎個古呼固姑孤庫戸枯湖狐糊袴胡菰虎跨鈷雇鼓五互伍午呉吾娯後御悟梧瑚碁護醐鯉交佼侯候光公効勾厚口向"],["b9a1","后坑垢好孔孝宏工巧巷広庚康弘慌抗拘控攻昂晃更杭校梗洪浩港溝甲皇稿糠紅紘絞綱耕考肯肱腔膏航荒行衡講貢購郊酵鉱砿鋼閤降香高剛劫号壕濠豪轟麹国穀酷黒獄腰甑忽惚狛,["baa1""此頃今困墾婚恨懇昏根混紺些佐叉唆嵯差査沙瑳砂鎖裟坐座債催再塞彩才採栽歳済災采犀砦祭斎細菜裁載剤在材罪財冴阪咲崎埼碕削咋搾朔柵窄策索錯桜鮭笹匙刷"],
["ba1","察拶撮擦札薩雑皐鯖捌錆皿晒三参山惨撒散桟燦珊産算蚕讃賛餐暫残仕仔伺使司史嗣四士始姿子市師志指支孜斯枝止氏獅祉私糸紫至視詞詩誌諮資賜飼歯事似侍児寺慈"],
"ba1,"滋治爾璽示耳蒔辞汐鹿式鴫竺雫七叱執失湿質蔀篠偲柴芝屡縞舎射赦斜煮紗者車遮蛇邪借勺杓灼爵酌釈錫若惹主取守手朱殊狩珠趣酒首儒受呪寿綬需囚周"],
["bd","宗就州修愁洲秀秋終繍習臭舟蒐衆襲讐蹴輯週酋醜什住充十従戎柔汁渋縦重銃叔夙宿淑粛塾熟出術俊瞬竣舜駿准旬楯殉淳準潤純巡遵順処初所暑曙渚庶緒書藷諸助叙女序徐鋤除償",
["bea","勝匠升召哨唱嘗奨妾娼宵将小少尚庄廠彰承抄掌捷昇昌昭晶松梢樟樵沼消渉焼焦照症硝礁称章笑粧紹肖菖蒋蕉衝裳証詔詳賞醤鍾鐘障鞘上丈丞乗剰城壌嬢擾条杖状畳穣蒸譲醸錠嘱埴飾"],
"bfa1","拭植殖燭織職触食蝕辱尻信侵唇娠寝心慎振晋森榛浸申疹真秦紳臣芯親診進針震人仁刃甚尽腎訊迅陣靭笥酢図厨逗吹垂水炊睡粋酔錘瑞髄崇嵩数枢趨雛据杉椙菅雀裾"],
"ca1,"摺寸世瀬畝是凄制勢姓征性成政整星晴栖清牲生盛精聖声製西誓逝静斉税隻惜戚昔析石籍績脊赤跡碩切拙摂折設節説雪絶舌蝉仙千占尖川戦扇撰栓栴泉洗染潜煽旋箭線"],
["a1""繊腺舛船薦賎践選遷銭銑閃鮮前善漸禅繕膳糎塑岨措曾曽楚狙疏疎礎祖租組訴阻遡鼠僧創双叢喪壮奏爽宋匝惣想掃挿掻早曹巣槍燥痩窓糟綜聡草荘葬藻装走送遭鎗霜騒像増"],
[c2a1","臓蔵贈造促側則即息捉測足俗賊族続卒袖揃孫尊損村他多太詑堕妥打舵楕陀駄騨体堆対耐岱待怠態戴泰滞腿苔袋貸退逮隊鯛代台大第題鷹滝瀧卓啄宅托択拓沢濯琢託鐸濁諾茸凧蛸"],["3a1"叩達辰巽竪辿棚狸鱈誰丹単嘆坦担湛短端箪綻耽胆蛋誕鍛団壇断段知地弛智池痴稚置蜘遅馳築畜筑蓄逐秩窒茶着中仲宙忠抽柱注虫註鋳駐樗瀦猪著貯丁兆凋喋寵,
["c4a1","帖帳弔張徴懲挑暢朝潮牒町聴腸調超跳銚長鳥勅捗朕沈珍鎮陳津墜椎槌追鎚痛塚栂掴佃漬柘辻蔦綴椿潰坪壷紬爪吊鶴亭低停貞呈定帝庭廷弟抵挺提梯汀碇禎程締艇訂諦",
c5a1","邸鄭釘鼎泥摘擢敵滴的笛適鏑溺哲徹撤轍迭鉄填天展店添纏転顛伝田電堵塗妬屠徒斗杜渡登菟賭都鍍砥砺度土奴怒倒党冬凍刀塔套宕島嶋悼投東桃梼棟淘湯涛灯当痘祷等答筒糖統到"]
["c6",蕩藤討謄踏逃透鐙頭騰闘働動同導憧撞洞瞳童萄道峠鴇匿得徳禿篤独栃橡凸突椴届鳶苫酉瀞噸屯惇沌豚遁呑曇鈍奈那内乍謎灘捺鍋馴縄畷楠軟難汝二尼弐迩肉虹廿日乳入"],
c71,"尿韮任妊忍認濡禰寧猫熱年念燃粘廼之埜嚢悩濃納能膿農蚤巴把覇杷波派琶破罵芭馬俳廃拝排杯盃牌背培媒梅楳煤狽買売賠這蝿秤矧萩伯剥拍柏泊白粕舶薄迫曝漠縛莫駁麦"],
["c8a1","函箸肇筈幡肌畑鉢溌発醗髪伐罰抜筏噺塙蛤隼伴判半叛帆搬斑板氾汎犯班畔繁販範釆煩頒飯挽晩番盤磐蕃蛮匪卑否妃庇彼扉批披斐比泌疲皮秘緋罷肥被費避簸備尾微枇毘琵眉美],
["c9a1""柊稗匹疋髭彦菱肘必畢筆桧姫媛紐謬俵彪標氷瓢票評豹廟病秒錨鋲蒜蛭鰭品彬斌浜瀕貧頻瓶不付埠夫冨布府怖扶斧浮符腐膚芙譜負赴阜侮武舞葡蕪封楓風葺蕗伏副復"],["caa1""福腹覆弗払沸鮒分吻噴扮焚奮糞紛聞丙併兵幣平弊柄並蔽閉陛米頁僻壁癖碧別瞥偏変片篇編返遍便勉弁鞭舗鋪捕歩甫補輔穂募墓慕戊暮簿菩倣俸包報宝峰峯崩庖抱捧方朋],
[cb1","法泡烹縫胞芳萌蓬蜂訪邦鋒飽鳳鵬乏亡傍坊帽忘忙房暴冒紡肪謀貌貿鉾防吠頬北僕卜墨撲朴牧睦穆釦勃没殆堀幌本盆摩磨魔麻埋昧毎哩槙幕膜枕柾鱒桝亦俣又末沫侭繭麿万慢満",
"ca1","漫蔓味魅巳箕岬密蜜湊稔脈粍民務夢無矛霧椋婿命盟迷銘鳴牝滅免棉綿緬面麺摸茂妄孟毛猛盲耗儲木黙目杢勿餅尤戻籾問悶紋匁冶爺耶弥矢厄役約薬訳躍靖薮鑓愉愈油"],
["cda1,"諭輸唯優友宥幽悠有柚湧涌猶由祐裕遊邑郵雄融夕予与誉輿預傭妖容庸揚揺擁曜楊様洋溶用窯羊蓉要謡踊遥陽養慾抑欲浴翌淀羅裸来莱頼洛絡乱嵐欄藍蘭覧利吏履璃"],"cea1","痢裏裡陸律率立葎掠略流琉硫粒隆竜龍侶慮旅虜了亮僚両凌寮料梁涼猟療瞭糧良諒遼量陵領力緑燐琳輪隣鱗麟瑠塁涙類令伶例冷励嶺怜玲礼苓隷零霊麗齢暦歴列烈裂廉恋憐煉練聯"]
["c1","連炉賂路露労婁廊弄朗楼浪漏篭老聾蝋郎六麓禄肋録論倭和話歪賄脇惑亘鰐詫藁蕨湾碗"],
["d0a","弌丐丕个丱丼乂乘亂豫亊舒弍于亞亟亠亢亰亳亶从仍仄仂仗仞仭仟价伉佚佝佗侈侏侘佻佩佰佯來侖儘俔俟俎俘俛俑俚俥倚倨倔倪倥倅伜俶倩倬俾俯倆偃假偐做偖偬偸傀傚傴傲],
["da1""僉僊傳僂僖僞僭僣僮儉儁儂儖儕儔儡儺儷儻儿兀兌兢竸兪兮冂囘册冉冏冕冖冤冢冪决冱冲冰况冽凅凛几凩凰凵凾刄刋刎刧刮刳刹剄剋剌剞剔剪剴剩剳剽劍劔劒剱劈劑辨",
["da1","辧劬劭劼劵勁勍勗勞勣勦飭勠勵勸勹匆匈甸匍匐匏匕匚匣匯匱匳區卆卅丗卉卍凖卞卮夘卻卷厂厖厠厦厥厮厰厶簒雙曼燮叨叭叺吁呀听吭吼吶吝呎咏呵咎呟呱呷呰咒呻咀咄咐咆哇咢咸咥哄哈咨"],
["d3a1""咫哂咤咾哘哦唏哽哮哭哺哢唹啀啣啌售啜啅啖啗唸唳啝喙喀咯喊喟啾喞喃喩喇喨嗚嗅嗟嗄嗜嗤嗔嘔嗷嘖嘛嗹噐營嘴嘶噫噤噬噪嚀嚊嚔嚏嚥嚮嚶嚴囂嚼囃囈囎囑囓囗囿圄圉",
["d4a","圍團圖嗇圜圦圸圻坩垈垓垠垳垤垪垰埃埆埔埒埓堊埖埣堋堙堝塢塋毀塒堽塹墹墟墫墺壞墻墸壓壑壗壙壥壜壤壯壺壻壼夂夊夐夛夥夬夭夲夸竒奕奐奘奢奧奬奩"],
["d5a1","奸妁妝佞侫妣妲姨姜妍姙娥娟娑娜娉婀婬婉娶婢婪媼媾嫋嫂媽嫣嫗嫦嫩嫖嫺嫻嬋嬖嬲嬪嬶嬾孃孀孑孛孥孩孳孵學斈它宦宸寃寇寉寔寐寤實寢寞寥寰寶寳尅將專對尓尠尢尨尸尹屎屓"],
["d6a1""屐孱屬屮乢屶屹岌岑岔妛岫岶岷峅岾峙峩峽峺峭嶌峪崋崕嵜崟崛崔崢崚崘嵌嵒嵋嵳嵶嶇嶄嶢嶝嶬嶮嶽嶐嶼巍巓巒巖巛巫已帋帚帙帑帶帷幃幎幗幔幢幤幇并幺麼广庠廁廂廐廏"]
["d7a1","廣廝廚廛廢廡廨廩廬廱廰廴廸廾弃弉彝彜弋弑弖弩弭弸彈彌彎弯彑彖彗彙彳彷徃徂彿很徑徇從徙徘徠徨徭徼忖忻忸忱忝悳忿怡恠怙怐怱怕怫怦怏怺恁恪恷恊恆恍恣恃恬恫悁惧悃悚"]
["d8a1","悄悛悖悗悒悸惠惓悴忰惆悵慍愕愆惶惷愀惴惺愃愡惱愍愎慇愾愨愧愿愼愬愴慂慄慳慷慘慚慫慴慯慥慱慟慝慓憖憇憔憚憊憫憮懊應懷懈懃懆懋懶懿懽懼懾戈戌戔戛"],
["d9a1","戞戡截戮戰戲扁扎扞扣扛扠扨扼抂抉找抒抓抖抃抔拗拑拏拿拆擔拈拜拌拊拂拉拮拱挧挂挈拵捐挾捍搜捏掎掀掫捶掣掉掵捫捩掾揩揀揆揣揉插揶揄搆搦搶攝搨搏摯摶摎撓撩撼",
aa",據擒擅擇撻擘擂擱擧擠擡擣擯攬擶擴擺攀擽攘攜攣攴攵攷收攸畋效敖敍敘敞敝敲數斂斃變斛斟斫斷旆旁旄旌旒旛旙无旡旱杲昊昃旻杳昵昶昴昜晄晉晁晝晤晧晟晢晰暃暈暉暄暘暝曁暹暾暼,
["d1","曄暸曖曠昿曦曰曵曷朏朖朞朦朧霸朮朿朶杁朸杆杞杠杙杣杤枉杰枩杼杪枌枋枦枡枷柯枴柬枳柩枸柞柝柢柮枹柎柆柧檜栞框栩桀桍栲桎梳栫桙档桷桿梟梭條梛梃檮桴梠椏梍桾棊椈棘椢椦棡椌棍"]
[dca1"棔棧棕椒椄棗棣椥棹棠棯椨椪椚椣椡棆楜楸楫楾楮椹椽楙椰楡楞楝榁楪榲榮槐榿槁榾槎寨槊榻槃榧樮榠榜榕榴槞槨樂樛槿權槹槲槧樅樞槭樔樊樒櫁樣樓橄樌橲樶橸橦橈樢檐檍檠檄檣["a1""蘗檻櫃檸檬櫑櫟櫚櫪欅蘖櫺欖鬱欟欸欷盜欹歇歃歉歐歔歡歹歿殀殄殃殘殕殤殪殯殲殱殳殷殼毆毋毓毟毫毯麾氈氣汞汕汢汪沂沁沛汾汨汳沒沐泄泱泓沽泗泅泝沮沱沾],[da1,"沺泛泙泪衍洫洽洸洙洵洳洒浣浤浚浹浙涎涕濤淹渕渊涵淇淦涸淆淬淞淌淒淅淺淙淮湮渮渙湲湟渾渣湫湶湍渟湃渺湎渤溂溘滉溷滓溽溯滄溲滔滕溏溥滂溟漑灌滬滸漿滲漱滯漲滌"],
["df",漾漓澁潯濳潭澂潼潘澎澑潦澳澣澤澹濆澪濟濕濬濔濘濮濛濺瀑瀁瀏濾瀛瀚瀝瀘瀟瀰瀲灑灣炙炒炯炬炸炳炮烟烋烝焉烽焜焙煥煕熈煦煢煌煖煬熏燻熕熨熬燗熹熾燒燉燎燬燧燵燼"],["e0a","燹燿爍爐爛爭爬爻爼爿牀牆牋牘牾犂犒犖犢犧犹犲狃狆狄狎狒狢狡狷倏猊猖猝猴猥猾獎獏獗獪獨獵獻獺珈玳珎玻珀珞璢瑯琥珸琺瑕琿瑟瑁瑩瑰瑣瑪瑶璋璞璧瓊瓏瓔"],
"e1","瓠瓧瓩瓮瓰瓱瓸瓷甄甅甌甎甕甞甦甬畍畊畉畛畚畩畤畫畸當疆疇畴疊疉疔疚疥疣痂疳痃疵疽疸疼疱痍痊痒痙痣痞痾痿痼痰痺痲痳瘍瘉瘟瘧瘠瘡瘢瘤瘴瘰癈癆癘癢癨癪癧癰",
["e2a1","癲癶發皃皈皋皎皖皓皙皚皰皴皸皹盂盍盖盒盧蘯盻眇眩眤眞眥眦眛眷睚睨睫睛睥睿睾睹瞎瞑瞠瞞瞶瞹瞿瞼瞽瞻矇矍矗矚矜矣矼砒礦砠礪碎硴碆硼碚碌碣碵碪碯磆磔碾碼磅磊磬"],
["e3a1","磧磚磽礇礒礙祀祠祗祚祕祓祺祿禊禝禧禮禳禺秉秕秧秬秡秣稈稍稘稙稠稟禀稻稾稷穃穗穉穡穢穩龝穹穽窈窗窕窘窖竈窶竅竄窿邃竇竊竍竏竕站竚竝竡竢竦竰笂笏笊笆笘笙笞笨筐"],
["e1""筺笄筍筌筅筵筥筧筰筱筬筮箝箘箟箍箜箚箋箒箏筝箙篋篁篌篏篆篝簑簔篦篥籠簀簓篳篷簗簍篶簣簧簪簟簷簽籌籃籔籏籀籐籟籤籖籥籬粃粐粭粫粡粨粳粲粱粮粽糀糅糂糘糒糜糢鬻糯糲糴糺紆",
["e5a1","紜紕紊絅紮紲紿絆絳絖絎絲絨絏絣經綉絛綏絽綛綺綮綵緇綽綫總綢綯緜綸綟綰緘緝緞緻緲緡縅縊縡縱縟縉縋縢繆繦縻縹繃縷縲縺繝繖繞繙繚繹繩繼繻緕繽辮纉續纐纓纖纎纛纜缸缺"],
["e6a1",罅罌罍罎罐网罕罔罘罨罩罸羆羈羇羌羔羞羝羚羣羯羲羹羮羶羸譱翅翊翕翔翡翩翳翹飜耆耄耋耒耘耙耜耿聊聆聒聚聟聨聳聲聰聶聹聽聿肄肆肛肓肚肭冐肬胛胥胙胄胚胖脉脛脣脯",
["e7a1","隋腆脾腑胼腮腥腦腴膈膊膀膂膠膕膤腟膓膩膰膾膸膽臀臉臙臘臈臚臟臧臺臻臾舁舂與舊舐舖舩舸舳艙艘艝艚艟艤艢艪艫舮艱艷艸艾芍芒芟芬苡苣苟苴苳苺莓范苻苞茆苜茉苙"]
["e81""茵茴茖茲茱荀茹荅茫茘莅莚莪莟莢莖茣莎莇莊莵荳荵莉莨菴萓菫菎菽萃菘萋菁菷萇菲萍萸蔆萪蒄葷葫蒭葆萬葹萵蓊葢蒹蒟蓙蓍蓚蓐蓆蓖蔡蓿蓴蔗蔘蔬蔟蔕蕀蕣蕘蕈"],["e9a1","蕁蘂蕋蕕薤薈薊蕭薔薛藪薇薜蕷蕾藉藏薹藐藝藹蘊蘋藾蘆蘰蘿虍乕號虧蚓蚪蚋蚌蚶蚯蛄蛆蚰蠣蚫蛔蛬蛟蛛蛯蜒蜈蜀蜃蛻蜑蜉蛹蜊蜿蜷蜻蜥蜩蝠蝟蝸蝎蝴蝗蝨蝮蝙"],
["eaa1"蝓蝣蝪蠅螢螟螂螯螽蟀蟐雖蟄螳蟆螻蟲蟠蠏蠍蟶蟷蠎蟒蠑蠕蠢蠡蠱蠶蠹蠧衄衂衒衙衞衫袁袞衵衽袵衲袂袗袒袮袍袤袰袿袱裃裄裘裙褂裼裴裨裲褌褊褓襃褞褪褫襁襄褶褸襌褝"],
["ba1","襦襤襭襪襯襴襷襾覈覊覓覡覩覦覬覯覲覽觀觚觜觝觧觴觸訐訌訛訝訶詁詒詆詈詼詭詬詢誂誄誨誡誑誥誣諄諂諚諳諧謔諠諢諷諞諛謌謇謚諡謖謐謠謳鞫謦謫謨譏譎證譚譫",
["ca1","譟譯譽讀讌讎讒讓讖讙讚谺豁谿豌豎豐豕豬豸豺貂貅貎貔豼貘戝貭貪貽貲貳貮貶賈賣賚賽賺贄贅贊贇贏贍贐齎贓賍贔赭赳跂趾趺跏跖跌跛跋跪跟跣跼踈跿踝踞踐踟蹂踵踰踴蹊"],
["eda1","蹉蹌蹐蹈蹙踪蹕蹶蹼躁躇躅躄躋躊躓躑躬躰躱躾軅軈軋軛軼軻軫軾輊輅輜輛輌輦輳輻轅轂輾轉轎轗轜轢轣辜辟辣辭辯辷迥迢迪邇迴逅迹迺逕逞逋逶逵逹迸"],
[eea1",遐遑遒逎遉逾遖遘遞遨遯遶遲邂遽邁邀邊邏邯邱邵郤扈郛鄒鄲鄰酊酘酥酩酳酲醉醂醢醯醪醵醴醺釀釁釉釋釐釖釟釡釼釵鈞釿鈔鈬鈕鈑鉞鉅鉉鉈銕鈿鉋鉐銜銖銓銛鋏銹銷鋩鋺鍄錮",["ea1","錙錢錚錣錺錵鍠鍼鍮鍖鎰鎬鎭鎔鎹鏖鏗鏨鏃鏐鏈鏤鐚鐔鐓鐃鐇鐐鐶鐫鐡鐺鑁鑒鑄鑛鑠鑢鑞鑪鈩鑰鑵鑷鑽鑚鑼鑾鑿閂閇閊閔閖閘閙閠閭閼閻閹閾闊濶闃闍闌闖關闡闥闢阡阨阮阯陂陌陏陋陜陞",
["f0a1","陝陦陲陬隍隘隗險隧隱隲隸隹雉雍襍雜霍雕霄霆霈霓霎霑霏霖霙霤霰霹霽霾靆靈靂靉靜靤靦勒靫靱靹鞅靼鞁鞋鞏鞐鞨鞦鞣鞳鞴韈韋韜韭齏韲竟韶韵頏頌頤頷頽顆顏顋顫顯顰]["fa1","顱顴顳颪颱颶飄飃飆飫餉餒餔餘餡餝餠餬餮餽餾饂饉饅饐饒饕馗馥馭馮馼駟駛駑駭駱駲駻駸騁騏騅駢騙騫驃騾驕驍驛驗驢驥驤驩驫驪骭骰骼髀髑體髞髟髣髦髯髫髮髱"],
fa1","髻鬆鬘鬟鬢鬥鬧鬨鬩鬪鬮鬯鬲魄魃魏魍魎魑魘魴鮑鮖鮨鮴鯀鯊鮹鯆鯏鯒鯣鯤鯔鯡鰺鯲鯰鰕鰓鰆鰈鰒鰊鰄鰮鰛鰤鰡鰰鱇鰲鱆鰾鱚鱠鱧鱸鳧鳬鳰鴉鴆鴪鴦鶯鴟鵄鴒鵁鴿鴾鵆鵈"],
["a","鵝鵞鵤鵑鵙鶉鶇鶫鶤鶩鷄鶻鶸鷂鷙鷓鷦鷭鷽鸚鸛鸞鹵鹹鹽麁麈麋麌麕麑麝麥麸麪麭黎黐點黨黯黴黶黷黹黻黼黽鼇鼈皷鼕鼡齊齔齣齟齠齦齪齲龜龠",
["4a1","堯槇瑤熙],
["f1""褜鍈蓜俉炻棈鋹彅丨仡仼伀伃伹佖侒侊侚侔俍倢俿倞偰偂僴兊兤冝冾凬刕劦勀勛匀匇匤卲叝﨎咜咊咩哿喆坥垬埇﨏增奓奛奝奣妤妺孖甯寘寬尞岦岺峵崧嵓﨑嵂嵭嶸嶹巐弡弴彧德"]
["faa1","忞恝悅悊惕惲愑愷愰抦揵摠撝敎昻昉昞昤晥晗晳暙暲暿朎杦枻桒柀栁桄棏﨓﨔榘槢樰橆橾櫢櫤毖氿汜沆汯泚洄涇涖涬淏淸淲淼渹渧渼溿澈澵瀅瀇瀨炅焏焄煜煆煇凞燁犱"],["fb1","犾猪獷玽珉珣珒琇珵琪琩琮瑢璉璟甁畯皂皜皞皛皦益劯砡硎硤硺礰礼神祥禔福禛竑竧箞絈絜綷綠緖繒罇荢荿菇菶葈蒴蕙﨟薰蘒﨡蠇裵訷詹誧誾諟諸諶譓譿賰賴贒赶﨣軏﨤遧都釚"]
["fca"釗釮釤釥鈆鈊鈺鉀鈼鉑鈹鉧銧鋧鋗鋐﨧鋕鋠鋓錥錡鋻﨨錞鋿錝錂鍰鍗鎤鏆鏞鑅鑈閒﨩隝隯霳靃靏靑顗顥飯飼餧館馞髙髜魵魲鮏鮱鮻鰀鵰鵫鶴鸙黑"],
["cf","ⅰ"9"￢＇＂"],
["8fa2f","ˇ˙˝¯˛～΄΅],
["8c2","¡¦¿"],
["fae",ºª®¤],["8a6e1""ΆΈΉΪ"],["8fa6e","Ό],
["6e9""Ϋ"],
["8fa6ec",Ώ"],
[a6f1,"άίϊόςϋΰώ",["8ac2",Ђ",0,"ЎЏ"],
["8f7f""ђ"10ўџ"]
[8f9a1""ÆĐ"]
[8faa","Ħ"]
["8fa","Ĳ"],["8fa9a8","ŁĿ"],
"8fa9b","ŊØŒ"],
[fa9af","Ŧ"],["f1""æđħıŉŋøœßŧþ",
["8faa1,ÁÀÄÂĂǍĀĄÅÃĆĈČÇĊĎÉÈËÊĖĘ",
["8faaba",ĜĢĠĤÍÌÏÎǏİĪĮĨĴĶĹĽŃŅÑÓÒÔǑŐÕŔŖŜŠŞŢÚÙÜÛŬǓŰŪŲŮŨǗǛǙÝŸŶŹŽŻ"]
["8faba1","àäâăǎāåãćĉčďéèëêěėēęǵĝğ"],
["8fabd","ġĥíìïîǐ"],
["8fabc5","īįĩĵķĺľļńņñóòöǒōřŗšťţúüŭǔűūųůǘǜǚǖŷźż],
["8f0a1""丂丄丅丌丒丟丣两丫丮丯丰丵乀乁乄乇乑乚乜乣乨乩乴乵乹乿亍亖亝亯仚仛仠仡仢仨仳仵份仾仿伀伃伈伋伌伒伕众伙伮伱你伵伷伹伻伾佀佈佉佋佌佒佘佪佬佮佱佷佸佹佽佾侁侄"],
["8fb1""侉侊侌侎侐侓侗侙侞侟侲侷侹侻侼侽俀俁俅俈俉俋俌俍俏俒俜俠俢俰俲俼俽倀倁倄倇倊倎倓倗倘倛倜倝倞倢倧倮倰倲倳倵偀偁偂偅偌偑偗偙偟偢偣偦偧偪偭偱倻傁傄傆傊傎傐",
["8fb2a1"傒傓傔傖傜傞,4,"傪傯傹傺傽僄僇僌僓僔僘僝僟僢僤僦僩僯僱僶僺僾儈儌儍儎儙儛儜儝儞儣儨儭儱儴儵儸儹兂兊兏兓兕兗兘兟兤兦兾冃冄冋冎冝冡冭冸冺冼冾凂",
["fb3a1,"凑凒凓凕凘凞凢凥凮凲凳凴凷刁刂刅划刓刕刘刢刨刱刲刵刼剅剉剕剚剡剦剮剸劀劌劓劕劗劘劚劜劤劥劦劧劯劰劶劷劸劺劻劽勀勄勆勌勏勑勔勖勛勜勥勩勪勬勰勴勷匀匊匋",
["b4a1","匌匓匘匛匜匟匧匨匩匫匬匭匰匲匵匼匽卋卙卛卡卣卬卭卲卾厃厇厈厎厓厔厙厡厤厪厲厴厵厷厸厽叀叅叏叒叓叕叚叝叞叠叧叵吂吓吚吡吧吪启吱吴吵呄呍呏呞呤呦呧呩呫呭呮呿"],
"8fa1","咁咃咈咉咍咑咕咖咜咡咦咧咩咪咭咮咱咷咹咺咻咿哆哊哎哪哯哶哼哾哿唀唁唅唌唕唫唵唻唼唽啁啇啉啊啍啐啑啘啚啛啞啠啡啤啦啿喁喂喈喎喏喑喓喔喣喤喲嗁嗃嗆嗉嗋嗌嗎嗑嗒",
["8fba1","嗗嗛嗢嗩嗶嘅嘈嘍,5,"嘙嘬嘵嘷嘹嘼嘽嘿噀噁噃噄噆噉噋噍噞噢噣噦噭噯噱噲噵嚄嚈嚋嚌嚙嚚嚞嚟嚧嚫嚬嚭嚱嚳嚷囅囉囊囋囐囌囍囜囝囟",4,囱囫园"],
["8b7a1",囷圁圂圇圌圑圕圚圛圠圢圣圤圥圩圪圬圮圯圳圴圽圾圿坌坍坢坧坨坫坭",4,坳坷坹坺坻坼坾垁垃垌垔垚垜垝垞垟垡垕垧垨垩垸垽埇埈埏埕埞埤埦埧埩埸埽埾埿堃堄堈堉埡",
["f8a1,"堍堛堞堟堠堦堧堲堹塉塍塏塐塟塡塤塧塨塸塼塿墁墇墉墊墌墍墏墐墔墖墝墡墩墱墲壄墼壂壈壍壎壐壒壔壖壚壝壢夅夒夔夝夤夯夰夳夵夶夿奃奆奓奙奛奝奞奟奡奣奫奭"],
["8f91""奯奵奶奻妋妌妎妕妗妟妮妯妰妳妷姁姃姄姈姊姍姒姝姞姟姣姤姧姮姲姴姷娀娄娍娎娒娓娣娧娨娭娰婄婅婇婈婌婐婕婞婣婥婧婭婷婺婻婾媋媓媖媜媞媠媢媧媬媲媳媵媺媻"],
"8baa1",嫄嫆嫈嫏嫚嫠嫥嫪嫵嫶嫽嬀嬁嬈嬗嬙嬛嬝嬡嬥嬭孁孋孒孖孞孨孯孼孽孾孿宁宄宆宊宎宐宑宔宖宨宱宲宷寀寁寍寏寖"4,寠寯寱寴寽尌尗尞尣尦尩尬尮尲尵屚屜屢屣屧屨","8fbb","屭屴屵屺屻屽岇岈岊岏岒岝岟岠岢岣岦岪岴峋峝峗峮峱峴崁崆崍崒崫崣崤崦崱崴崹崽崿嵂嵃嵈嵕嵑嵙嵊嵟嵡嵢嵤嵪嵭嵹嵾嵿嶁嶃嶈嶒嶓嶔嶕嶙嶛嶟嶠嶧嶫嶰嶸巃巇巋巐巎巘巙巠巤"],
"8fbca1","帀帔帕帘帟帠帮帨帲帵帾幋幐幘幛幞幨幪,4,"幰庀庢庤庥庨庪庬庱庳庽庾庿廌廋廎廑廒廔廕廜廞廥廫异弆弇弈弎弙弜弝弢弣弤弨弫弬弮弰弴弶弻弽弿彀彅彇彍彐彘彠彣彤彧"],
["fbda1"彯彲彴彵彸彺彽彾徍徖徜徝徢徫徬徯徰徱徸忄忇忈忉忋忐",4,"忞忡忢忩忪忬忮忯忲忳忶怇怊怍怓怔怘怚怟怤怭怳怵恈恉恌恑恔恗恡恧恾恿悆悊悎悑悓悕悘悝悤悥悰悱悷",
["fa1","惂惄惈惋惏惔惕惙惛惢惥惵惸惼惽愇愊愌愐",4,愖愗愙愜愞愪愫愰愱愵愶愷愹慁慅慆慉慞慬慲慸慻慼慿憀憁憃憄憍憒憓憗憘憜憟憠憥憨憭憹憼懀懁懎懏懕懜懝懞懟懡懢懧懩懥"],
["fbfa1","懬懭懯戃戄戇戓戕戜戠戢戣戧戫戹戽扂扃扄扆扌扐扑扒扔扚扜扤扯扳抍抎抏抐抦抨抳抶抷抺抿拕拖拚拪拲拴拼挃挄挋挍挐挖挘挩挭挵挶挹捁捃捄捆捎捓捔捘捛捦捬捭捴捵","fc0a1","捸捼捽捿掄掇掊掐掕掙掞掤掦掮掯掽揁揅揎揑揓揔揕揜揪揬揲揳揵揸揹搉搊搐搒搔搘搠搢搥搩搯搰搵搽搿摏摑摒摓摔摚摛摜摝摟摠摡摣摭摳摴摻摽撏撐撘撙撝撡撣撦撨撬撳撽撾"],["81a1",擄擌擎擗擤擥擩擪擭擰擵擷擻擿攁攄攈攉攊攏攓攔攖攛攞攟攢攦攩攮攺攼攽敃敉敐敒敔敟敠敧敫敺敽斁斒斕斘斠斦斮斲斳斴斿旂旈旉旎旐旔旖旘旟旰旴旵旾旿昄昈昉昍昑昒昕昖昝],
[fa1,"昞昡昢昦昩昪昫昬昮昰昱昹昷晀晅晆晊晌晑晎晗晘晙晜晠晡曻晪晫晬晾晵晿晷晸晹晻暀晼暋暌暍暒暙暚暛暜暟暤暭暱暲暵暻暿曂曃曈曌曎曔曛曟曨曫曬曺朅朇朎朓朙朜朠朢朳朾杅杇杈杕杝],
[8fc3a1","杬杴杶杻极构枎枏枑枓枖枙枛枰枱枵枻枼枽柹柀柂柃柅柈柉柒柗柙柦柰柶桒栔栙栝栟栧栬栭栯栻栿桅桌桕桘桛桫桮",4,"桵桹桺桼梂梄梈梖梘梚梜梡梥梩梮梲棅棈棌棏"]
["8f4a1",棐棑棖棜棝棥棨棪棫棬棭棰棱棵棶棻棼棽椆椉椊椐椑椓椖椗椱椳椸椻楂楅楉楎楗楛楣楤楥楦楨楩楬楰楱楲楺楻楿榍榒榘榡榦榨榯榸榼槅槈槑槖槗槥槮槯槱槳槵槾樀樁樃樏樑樕樝樨樰樲",["ca1","樴樻樿橅橆橉橎橐橑橕橖橛橤橧橪橱橳橾檁檃檆檇檉檑檝檟檥檫檯檱檽檾檿櫉櫈櫌櫔櫕櫖櫜櫝櫤櫧櫰櫱櫲櫽欂欃欆欇欏欐欗欛欞欤欨欬欵欻欿歆歊歍歒歖歘歝歠歧歫歮歰歵歽"],
["8fc6a1""歾殂殛殟殠殢殣殨殩殬殭殮殰殸殹殽殾毃毄毌毖毡毣毦毧毮毱毷氂氄氅氉氎氐氒氙氟氦氧氨氬氮氳氵氶氺氻氿汋汍汏汔汙汛汜汯汴汶汸汹汻沆沇沉沔沕沗沘沜沟沲沴泂泆泍泏泐泑泒泔泖"],["8fc7a1""泚泜泠泧泫泮泲泴洄洇洊洏洑洓洚洧洨汧洯洼洿浗浞浟浡浥浧浯浰浼涂涇涑涔涖涗涪涬涴涹涽涿淄淈淊淎淏淖淛淝淟淠淢淥淩淯淰淴淶淼渀渞渢渧渲渶渹渻渼湄湅湈湋湏湑湒湓湔湗湜"],
["8fc81","湣湨湻湽溍溙溠溧溭溮溱溳溻溿滀滇滊滍滎滫滭滮滹滻滽漈漊漌漍漖漘漚漛漩漪漯漰漶漻漼潏潒潓潙潚潝潡潢潬潽潾澃澇澈澋澌澍澐澒澓澔澖澚澟澠澥澧澨澮澯澰澵澶澼濇濈濊"],
["8c9a1","濚濞濨濩濰濹濼濽瀅瀆瀇瀍瀗瀠瀣瀯瀴瀷瀼灃灈灊灋灕灝灞灎灤灥灬灮灵灶灾炅炆炔"4,"炛炤炫炰炱炴炷烊烑烓烔烕烖烘烜烤烺焃",4,"焋焏焞焠焫焭焱煅煇煊煋煐煒煚煜煞煠"]
["8fc1","煨煹熀熅熌熒熛熠熢熯熰熳熿燀燁燄燌燓燖燙燚燜燾爀爈爉爓爗爚爝爟爤爫爴爸爹牁牂牃牅牎牏牐牓牕牖牚牜牞牠牣牨牯牱牷牸牼牿犄犍犓犛犨犮犴狁狇狌狖狘狟狥狳狴狺狻",["fcb1,狾猇猋猍猒猓猘猙猞猤猧猨猲猵猺猻猽獃獍獐獒獖獘獝獞獟獠獧獩獫獬獮獯獱獷獹獼玁玃玅玆玎玐玗玘玜玞玟玠玥玦玭玵玷玹玼玽珅珆珉珋珏珖珙珝珡珧珩珴珵珷珹珻珽"],[fcc1","琁琇琊琑琚琛琤琨",9,"琹瑀瑃瑄瑆瑇瑍瑑瑒瑗瑝瑦瑧瑨瑫瑭瑮瑱瑲璀璁璆璉璐璒璙璚璜璟璠璡璣璦璨璪璫璮璯璱璵璹璿瓉瓌瓐瓓瓚瓛瓟瓤瓨瓪瓫瓯瓴瓺瓻瓼瓿甆]["8cda1",甒甖甗甠甡甧甩甪甯甶甹甽甿畀畃畇畈畐畒畞畟畡畯畱畹",5,"疁疅疐疒疓疕疙疢疤疴疺疿痀痄痆痌痎痏痗痜痟痠痡痧痬痯痱瘀瘃瘄瘇瘊瘌瘏瘒瘓瘕瘖瘙瘛瘜瘝瘞瘣瘥瘦瘩瘭瘳瘵"],
[fea1,"瘺癊癁癃癄癉癋癕癙癟癤癥癭癮皁皅皌皕皛皜皟皠皢",6,"皭皽盁盉盋盌盔盠盦盨盬盰盶盹盼眆眊眒眔眕眗眙眚眜眢眭眯眴眵眶眹眽眾睂睆睊睍睎睏睒睖睗睜睞睟睠睢"],["8fcfa1""睤睧睪睬睰睲睳瞀瞄瞍瞔瞖瞚瞧瞪瞯瞱瞵瞾矃矉矑矒矕矙矞矠矤矪矬矰矱矸矻砅砆砍砎砑砝砡砢砣砭砮砰砷硃硄硈硌硎硜硠硣硤硨硪确硺碏碔碘碡碝碞碟碤碨碭碰碱碲,
["8f0a","碻碽碿磇磉磌磎磒磓磕磖磛磟磠磦磪磲磳礀磶磷磺磻磿礆礌礐礚礜礞礠礥礧礩礱礴礻礽礿祄祅祆祊祋祏祑祔祛祜祲祹祻祼祾禌禑禓禔禕禖禘禛禜禨禩禯禴禸离秂秄秊秏秖秞",
"8d1a1","秠秢秪秭秸秼稃稇稉稌稑稕稛稞稧稫稭稯稰稴稵稸稹稺穅穇穌穕穖穙穜穝穟穠穥穧穪穭穵穸穾窀窂窆窊窋窐窔窞窠窣窬窳窵窻窼竆竉竌竑竛竨竫竬竱竴竻竾笇笔笟笣笧笩笫笯笰"],
["8fd21","笱笴笽筀筁筇筎筕筤筪筭筯筲筳筷箄箉箎箐箑箖箛箞箠箥箬箯箲箶箺箻箼篂篅篈篊篖篗篙篚篛篲篴篵篸篼篾簁簂簃簄簆簉簋簎簙簛簥簨簬簱簳簴簹簺籆籊籒籓",5,["83a","籧籩籭籮籹籼籽粆粇粏粞粠粦粶粷粻粼粿糄糇糈糉糍糏糔糗糚糦糩糫糵紃紈紉紏紑紒紓紝紦紪紱紼紽紾絀絇絈絍絑絓絚絜絝絥絧絪絰絸絺綁綂綃綅綆綈綋綌綍綑綖綗綝"],
["8f41,"綦綧綪綳綶綷綹緂","緍緎緗緙縀緢緥緦緪緫緭緱緹縈縐縑縕縜縝縠縧縬縭縯縳縶縿繄繅繇繐繘繡繢繥繯繳繸繾纁纆纇纊纕纘纚纝纞缼缻缽缾缿罃罇罒罓罛罝罡罣罤罥罦罭"],"8f5a1","罽罾罿羀羋羍羏羐羖羜羡羢羦羪羭羴羼羿翀翃翈翎翏翛翟翣翥翨翬翮翯翲翺翽翾翿耇耈耊耑耓耔耖耝耟耠耤耦耬耮耰耴耵耺耼耾聀聄聠聤聭聱聵肈肎肜肞肦肫肹胈胍胏胒胔胕胗胘胭胮"],
"d6a1",胰胳胶胹胺胾脃脖脗脘脜脞脠脤脬脰脼腅腇腊腌腒腡腧腩腭腯腷膁膄膅膆膋膎膖膘膛膞膢膮膲膴膻臋臃臅臎臏臕臗臛臝臞臡臤臰臱臲臵臶臸臹臽舀舃舏舓舔舙舚舝舡舨舴舺艃艄艆]
["8f1""艋艎艑艖艜艣艧艭艴艻艽艿芀芁芃芄芇芉芊芎芑芔芖芘芚芠芡芣芤芨芩芪芮芲芴芺芼芿苆苐苕苚苢苤苨苪苭苯苶苷苽苾茀茁茇茈茊茋茛茝茞茡茢茬茭茮茰茳茷茺茼茽荃荄荇荎荑荕荖荗荰荸"],
8f8a1","荿莂莄莆莍莒莔莕莘莙莜莝莦莧莬莾莿菉菐菑菔菝荓菨菪菸菹菼萁萆萊萏萑萕萙莭萯萹葇葈葍葏葑葖葘葚葜葠葤葧葰葳葴葶葸葼葽蒁蒅蒓蒕蒞蒦蒨蒩蒪蒯蒴蒺蓀蓂蓇蓈蓌蓏",
["8d9a1","蓜蓧蓪蓯蓲蓷蔲蓺蓻蓽蔂蔃蔎蔐蔜蔞蔢蔣蔤蔥蔧蔪蔫蔳蔴蔶蔿蕏",4"蕖蕜"6,"蕫蕹蕺蕻蕽蕿薅薉薋薌薏薓薘薝薟薠薢薥薧薶薷薸薼薽薾薿藂藇藊藋藎藘藚藟藠藦藭藶藼",
["8fdaa1,"藿蘀蘅蘍蘐蘑蘒蘘蘡蘧蘩蘶蘼蘽虆虒虖虗虘虙虝虠"4虩虬虵虶虷虺蚍蚑蚖蚘蚚蚜蚧蚨蚭蚱蚴蚷蚸蚹蚿蛀蛃蛒蛕蛜蛠蛣蛧蚈蛽蜄蜅蜋蜎蜐蜓蜔蜡蜣"],
[8fdba1","蜨蜮蜯蜱蜲蜹蜼蜽蜾蝀蝃蝍蝘蝝蝡蝤蝯蝱蝻螃,6,"螋螌螐螕螘螞螠螧螬螭螮螵螿蟁蟈蟉蟊蟎蟕蟖蟚蟜蟟蟤蟪蟫蟭蟱蟸蟺蟿蠁蠃蠉蠙蠒蠓蠔蠘蠚蠛蠜蠟蠨蠭蠮蠰蠲"["8fa",蠺蠼衁衈衉衊衎衕衘衚衜衟衠衩衱衻袀袚袛袜袟袠袨袪袺袽袾裀裊"4,"裑裒裞裧裯褁褆褎褏褕褖褘褙褚褜褠褦褧褨褰褲褵褹褺褾襀襅襆襉襒襗襚襛襜襡襫襮襳襵襺"]
["8fda1,"襻襽覉覍覐覛覜覟覠覥覰覴覵覶覷覼觔",,"觥觩觫觭觱觳觹訅訏訑訔訠訢訦訬訯訵訷訽訾詅詇詉詎詓詗詘詜詝詡詥詧詵詶詷詻詾詿誀誃誋誏誐誒誖誙誟誧誩誮誯誳"],
[8fa1",誶誻誾諃諈諑諓諕諝諟諬諰諵諼諿謆謋謑謜謞謟謊謰謷謼譂,4"譈譔譍譞譣譶譸譹譼譾讁讄讅讋讍讏讔讕讜讞讟谸谹谽谾豅豉豋豏豑豓豔豗豘豛豝豙豣豤豦豨豩豳豵豶豻豾貆"],
"fdfa1",貋貐貒貓貛貜貤貹貺賅賆賋賖賕賝賡賨賬賯賰賵賷賸賾賿贁贒贛赥赩赬赮赿趂趄趈趍趑趕趞趟趠趫趲趵趷趹趻跀跆跇跈跊跑跕跙跤跥跧跰趼跱跴跽踁踆踋踑踖踠"]
["8ea1"踧踳踶踷踸踹踽蹁蹋蹏蹔蹛蹜蹝蹢蹩蹬蹭蹯蹱蹺蹻躂躃躐躕躚躛躝躞躢躧躭躮躳躵躺躻軀軁軃軄軇軏軑軔軨軮軰軱軷軹軺軭輀輂輈輏輐輖輗輘輞輠輡輣輥輧輨輬輭輮輴輶輷輺轀轁"],
["8fe1a1""轃轏轑",,"轝轞轥辠辡辤辥辦辵辸达迀迁迆迊迋迍运迒迕迠迣迤迨迮迱迶迻迾适逄逌逛逨逯逪逬逭逳逿遃遄遛遝遬遰遴遹邅邋邌邎邐邕邗邘邙邛邠邡邢邥邲邳邴邶邽郌郃"],
["8f2a1"郄郇郈郕郗郘郜郟郒郶郯郰郴郾郿鄄鄈鄍鄐鄔鄖鄘鄜鄞鄠鄥鄢鄣鄧鄩鄮鄯鄱鄴鄷鄺鄼鄽酃酇酈酏酓酙酚酛酡酤酧酭酴酹酺酻醁醃醅醆醎醑醓醔醕醞醡醦醨醭醮醰醱醲醶醻醼醽醿],
["83a1","釃釓釔釗釚釞釤釥釬",,釹釻釽鈀鈁鈄鈅鈆鈇鈉鈊鈌鈐鈒鈘鈝鈣鈤鈥鈦鈨鈰鈳鈵鈶鈸鈹鈺鈼鈾鉀鉂鉃鉇鉊鉍鉎鉏鉑鉙鉝鉥鉧鉨鉩鉯鉰鉵",4,"鉽鉿銈銉銊銍銎銒銗"]
"fe4a1""銙銟銠銤銧銨銫銶銸銺銼銽",4,"鋅鋇鋈鋋鋍鋎鋐鋓鋕鋗鋘鋙鋜鋝鋟鋠鋣鋥鋧鋨鋬鋮鋰鋻鋿錂錈錍錑錔錕錜錝錡錥錧錳錴錶鍈鍐鍕鍗鍘鍚鍞鍤鍧鍩鍪鍭鍯鍰鍱鍳",
["8e5a1","鍺鍿鎁鎈鎊鎋鎍鎏鎒鎘鎛鎞鎡鎣鎤鎦鎨鎫鎴鎵鎶鎺鎩鏁鏅鏆鏇鏉",4,"鏓鏙鏞鏟鏢鏦鏧鏹鏷鏸鏺鏻鏽鐈鐉鐍鐎鐏鐕鐖鐯鐱鐳鐴鐻鐿鐽鑃鑅鑊鑌鑕鑜鑟鑡鑣鑨鑫鑭鑮鑯镸镹"],
["a1""镾閄閍閎閝閟閦閫閬閴閺閽閿闆闈闋闑闓闙闝闞闟闤阝阞阢阤阥阦阬阸阹阼阽陁陒陔陖陗陘陡陮陴陻陼陾陿隁隂隄隉隑隖隚隝隟隤隥隦隩隮隯隳雊雒嶲雘雚雞雟雩雯雱雺霂"]
[8e71,霃霅霉霚霝霡霢霣霨霱霳靁靃靊靎靕靗靘靚靛靣靧靪靮靳靶靷靸靻靽鞀鞉鞕鞖鞗鞙鞚鞞鞟鞢鞬鞮鞱鞲鞶鞹鞺鞼鞿韁韅韇韉韊韌韍韎韐韔韘韙韝韞韠韛韡韤韯韱韴韷韸韺頇頊頙頍頎頔頖頜頣"],
[88a1","頫頮頯頰頲頳頵頥頾顄顇顊顑顓顖顗顙顚顣顥顦顪顬颫颰颷颸颻颿飂飅飈飌飡飣飦飧飪飳飶餇餈餑餖餗餚餛餜餟餢餦餧",4餹餺餻饆饇饈饍饎饔饘饙饜饞饟饠馛馝馟馦馰馲馵"]
[8e9a1","馹馺馽馿駉駔駙駞駧駪駫駴駵駹駽騂騃騄騌騐騑騞騢騣騤騧騭騮騳騵騶騸驇驁驄驋驌驎驑驔驖骪骬骮骯骴骶骹骾骿髁髃髆髈髎髐髕髖髗髛髜髠髥髧髩髬髲髳髵髺髽髿",
["8fea1","鬅鬉鬋鬍鬐鬒鬖鬙鬛鬜鬠鬭鬳鬴鬵鬹鬺鬽魈魋魌魖魛魞魡魣魦魨魪"4,"魳魵魷魹鮄鮅鮆鮇鮉鮍鮏鮐鮝鮞鮦鮧鮩鮱鮲鮷鮸鮻鮾鮿鯇鯈鯐鯗鯝鯧鯪鯫鯳鯸"],
["fba1"鯹鯺鯿鰀鰂鰋鰏鰖鰘鰙鰚鰞鰢鰦",4,"鰱鰵鰶鰷鰽鱃鱎鱏鱐鱓鱔鱖鱘鱝鱞鱟鱣鱩鱪鱫鱨鱮鱰鱵鱷鱻鳦鳲鳷鳹鴋鴑鴘鴜鴞鴯鴰鴲鴳鴺鴼鵅鴽鵂鵃鵇鵊鵔鵟鵣鵢鵥鵩鵪鵰鵶"],
["8feca1","鵼鵾鶄鶆鶍鶎鶒鶓鶕鶖鶗鶪鶬鶮鶱鶵鶹鶼鷇鷉鷊鷔鷕鷖鷗鷚鷞鷟鷥鷧鷩鷫鷮鷰鷳鷴鷾鸊鸂鸇鸐鸑鸒鸕鸖鸙鸜鹺鹻鹼麀麂麃麄麅麇麏麖麛麞麤麨麬麮麰麳麵黆黈黋黟黤黬黭黮黰黱黲黵]
["8fed""黿鼃鼉鼏鼐鼑鼒鼔鼖鼗鼚鼢鼪鼫鼯鼱鼲鼴鼹鼺鼽鼿齁",,"齕齖齗齘齚齝齨齩齭",4,"齳齵齽龏龑龒龔龗龞龡龢龣龥"]
