[[","000",28],
"a1","｡",62],
["840""、。．・：；？゛゜｀¨＾＿ヽ〃仝々ー―‐＼∥‥‘’“”（）〔〕［］｛｝",9"＋－±×"],
[8180,"＝≠＜＞∞∴♀°″℃￥＄￠＃＆＊§☆★○◎◇◆△▲▽▼※〒→←↑↓〓"
[81b8","∈∋⊆⊇⊂⊃],
["81c8","∧∨￢⇒∀∃"]
["81da""∠⊥⌒∂∇≒≪∽∵∬",
[1f","Å‰♯♭†‡",
["81c","◯"],
["84f""０,9]
[8260""Ａ",25],
881","",2],
[29f""ぁ"82
"3","",],
["8380","ム",22],
["83f""Α",6,"Σ",6],["83bf,"",16,"σ"],
["8","А"5,Ж",25]["840","а",5,"ёж",]8480"о",1],
["89",│┌┐┘┬┤┼━┃┏┗┳┻╋┠┯┷┿┝┰┥]["840""①",1"Ⅰ,9]
["875f,"㍉㌔㍍㌘㌧㌃㌶㍑㍗㌍㌦㌣㌫㍊㌻㎜㎝㎞㎎㎏㏄㎡"],877e",㍻"],
["8780",〝〟㏍℡㊤",4,㈲㈹㍾㍽≒≡∫∑√⊥∟⊿∵∩∪],
["889f","亜唖娃阿哀愛挨姶逢葵茜穐悪握渥旭葦芦鯵斡扱宛飴絢綾鮎或粟袷庵按暗案鞍杏以伊位依偉囲夷委威尉意慰易椅為異移維緯胃萎衣違遺井亥育磯一壱溢稲茨芋允印員因姻飲胤蔭],
[840","院陰隠韻吋右宇烏迂雨卯窺丑碓臼渦唄蔚鰻厩浦噂云運雲荏餌叡営嬰影映曳永泳洩瑛盈穎頴詠鋭液疫益駅謁越閲榎厭円"]
["8980","園堰奄延怨掩援沿演炎焔煙猿縁艶苑遠鴛塩於汚甥凹央奥往横殴王翁鴬鴎黄岡沖荻億屋憶臆桶乙俺卸恩温穏下化仮伽価佳加可嘉夏嫁家寡科暇果歌河火珂禍禾稼箇花苛茄荷菓蝦課嘩貨迦過俄峨我牙画臥芽蛾餓駕介会解回塊廻快怪悔戒拐改"],
["8a40","魁晦械海界絵芥蟹開階貝凱劾外咳害慨概涯蓋街該鎧骸浬馨蛙垣柿蛎鈎劃嚇各廓拡撹格核殻獲穫覚角赫較郭革岳楽額顎掛笠樫"],
["880","鰍潟割恰活渇褐且椛樺鞄株兜蒲釜鎌噛鴨栢茅萱刈苅瓦乾冠寒刊勘勧巻喚姦完官寛干幹患感柑桓棺款歓汗漢潅環甘監看管簡緩缶翰肝艦莞観諌貫還鑑間閑陥韓館丸含巌玩眼岩雁顔願企伎危喜器基嬉寄幾忌机旗既期棋棄"],
[b40""機帰毅気汽祈季稀徽規記貴起軌輝飢騎鬼亀偽儀妓戯技擬欺犠疑祇蟻議掬菊鞠吉吃桔橘詰砧杵黍却客脚虐逆久仇休及吸弓急救"],
["8b80,"朽求汲泣灸球窮笈級糾給牛去居巨拒拠挙渠虚許漁禦魚享侠僑兇競共凶協匡卿叫喬境峡強彊怯恐恭教橋狭矯胸脅興蕎鏡響饗驚仰凝業局曲極玉桐粁勤巾錦斤欣琴禁禽筋緊菌衿襟近金吟銀九倶玖矩躯駆駈具虞喰空偶寓遇櫛釧屈"]
"c4""掘窟沓靴窪隈栗繰桑鍬勲君薫訓群軍郡卦袈祁係傾刑兄啓珪型契形径恵慶慧掲携敬景桂渓畦系経継罫茎荊蛍計詣警軽頚鶏芸迎鯨"],["8c80""撃激隙桁傑欠決潔穴結血訣月件倹倦健兼券剣喧堅嫌建憲懸捲検権牽犬献研硯県肩謙賢軒遣鍵険顕験鹸元原厳幻弦減玄現絃舷言諺限個古固姑己庫弧戸湖狐糊袴股胡菰誇鈷雇顧鼓五互伍午吾娯御梧碁語誤醐乞交佼侯候倖光公功勾厚向"],
["8d40","后垢好孔孝宏工巧巷広庚康弘恒拘控攻昂更杭校梗構洪浩甲皇硬稿糠紅紘綱考肯肱腔膏航荒行衡講貢郊鉱砿鋼降",
["8d0","香鴻剛劫号合濠豪轟克告国穀酷腰甑惚骨狛込頃今困坤恨懇昏昆根混艮魂些佐叉嵯左差査沙瑳砂裟坐挫債最哉塞妻宰彩才採栽済災采犀砕砦祭斎細菜裁載剤在材罪冴坂堺榊肴咲崎碕鷺作削咋搾昨柵窄策錯桜鮭笹冊刷,
["8e40""察拶撮擦札殺薩雑皐捌錆鮫皿三傘山惨撒散桟燦珊産纂讃酸餐斬暫残仕仔伺使刺司史嗣四士姉子屍市志思指支孜斯旨枝止"],
["8e80","死氏祉私糸紙紫至詞詩誌賜雌飼事似児字寺慈持時滋治璽痔磁而耳自蒔辞汐鹿式識鴫竺軸雫七執失嫉悉漆質実蔀篠偲柴屡蕊縞写赦斜煮社紗車蛇邪借勺杓酌釈錫若寂弱惹主取守手朱殊狩珠種腫趣酒首儒受呪寿授樹綬収"],
"8f,"就州修愁拾洲秀秋終習臭舟蒐衆襲讐蹴輯週酬集醜什住充十従戎柔汁渋獣縦重銃夙宿淑祝縮粛塾出述瞬竣舜駿准循旬殉淳],
[8f80","準潤盾純遵処初所暑曙渚庶緒署書諸助叙序徐傷償勝召哨商唱嘗奨妾宵将小少尚床彰抄招掌捷昇昌昭晶梢樟沼渉湘焦照症省硝礁章笑紹肖菖蕉衝訟証詔詳象賞醤鉦鐘障鞘上丈丞冗剰城嬢常擾条浄状畳蒸譲醸錠埴飾"],
[9040","拭植殖燭織職色触食蝕辱尻伸信侵娠審心振新晋榛浸深申疹真秦紳芯親診身辛進針震刃塵尋尽腎迅陣靭諏須厨"],[080""逗吹垂水炊睡粋翠衰遂錐錘随瑞崇嵩趨雛据椙菅頗雀裾澄摺世瀬是凄制勢征性成政整星晴棲清生精声製西誠誓青静斉脆隻席戚斥昔析積籍績脊責赤跡蹟碩切接摂折設窃節説雪絶蝉仙千占宣専尖川戦扇撰栓栴泉洗染煎煽穿箭線"],
"9140",繊羨腺舛船薦詮賎践選遷銭銑閃鮮善然全膳塑岨措曾曽楚狙疏疎礎祖租粗素阻遡鼠僧双叢倉喪壮爽宋匝惣想捜掃挿",
["180","操曹巣槍漕燥痩相窓糟総綜聡草荘蒼藻装走送遭騒像増憎臓蔵造促則即息束測足速俗属賊族卒袖其孫尊損村遜他太汰詑唾妥惰打楕陀騨体堆対耐帯待怠態戴泰腿苔袋貸退鯛代台大第醍鷹滝瀧宅択沢濯託鐸諾茸凧蛸只"],
["9240",但辰巽竪辿谷鱈樽丹単坦探旦歎淡湛炭短端箪綻耽胆蛋誕団壇弾暖段男値地弛恥智池痴稚置致蜘遅馳築畜竹筑蓄"],
["980","逐窒茶嫡着仲抽昼柱注衷註酎鋳駐樗瀦猪苧著丁凋喋帖帳弔張懲挑朝潮牒町眺聴脹腸蝶調超跳長頂鳥勅朕沈珍鎮陳津墜椎槌追鎚痛通栂掴槻佃漬柘綴椿潰坪壷紬爪吊釣亭停偵貞呈堤定帝庭廷弟悌抵挺提梯碇禎程締艇諦蹄逓"],
934""邸鄭釘鼎泥摘擢敵的笛適鏑哲徹撤轍鉄填天店添纏貼点伝澱田電兎吐塗妬屠徒杜渡登途都砥砺努度土党冬"],
["380","凍刀唐塔塘套宕島嶋悼投搭東桃梼盗灯燈当祷等答筒糖統到董蕩謄豆踏透鐙陶頭騰闘働動同堂導憧撞洞童萄道峠鴇匿得徳涜督篤毒独読栃橡凸突椴届鳶苫寅瀞噸屯敦豚遁呑曇鈍奈那内凪謎灘捺鍋楢縄畷南汝尼弐匂肉虹廿日乳入"],
"9440","如尿任妊忍認濡禰祢寧熱年念捻燃乃廼之埜嚢悩納能脳膿農覗蚤巴把覇杷波破罵芭馬俳廃拝排敗杯盃牌肺輩配倍培梅],
9480",楳煤狽買売賠陪這蝿秤矧伯博拍柏泊舶薄迫曝漠爆縛駁麦函箱箸肇櫨幡肌畑畠八鉢溌発醗髪罰抜閥噺塙蛤伴判半反叛帆搬斑板氾汎版犯班繁般範釆煩頒飯挽晩番盤磐蛮匪卑否庇彼悲扉批披斐比泌疲皮碑秘罷肥被誹費避飛簸備尾微枇毘眉美],
["95","柊稗匹疋髭膝菱肘弼必畢筆逼桧姫媛紐謬俵彪標氷漂瓢票表評豹廟病苗錨鋲蒜鰭彬斌浜瀕貧賓頻敏瓶付布府怖扶],"958",斧普浮符腐膚芙譜負賦赴阜侮撫武舞葡蕪封風葺蕗伏復幅福腹複覆淵弗払沸物鮒分吻噴憤扮焚粉糞紛雰文聞丙併兵塀平弊柄並蔽閉陛頁僻壁癖碧別瞥蔑箆偏変片編辺遍便勉娩舗捕甫補慕戊暮母簿菩倣俸包呆報奉宝崩庖抱捧放方]
"940,"泡烹縫胞芳萌蓬蜂褒豊邦飽鳳鵬乏亡傍剖妨帽忘暴望某棒冒紡肪膨謀貿鉾防北僕卜墨撲朴牧穆釦勃没殆堀幌奔翻凡"],
[98","摩磨埋妹昧枚毎槙幕膜枕鮪鱒亦抹沫繭麿万慢満漫蔓味未魅巳箕岬密蜜湊稔脈妙粍眠務夢無牟矛鵡椋婿娘冥命明盟迷鳴姪免棉緬面麺摸妄孟毛猛盲耗儲木黙目杢勿餅尤戻籾貰問悶紋門匁冶夜耶野弥矢厄役薬躍鑓愉愈油",
"9740","諭唯佑優勇友宥悠憂揖柚湧涌猶猷由裕誘遊邑郵雄夕予余与誉輿預傭幼妖容庸揚揺擁曜楊様溶羊耀葉蓉要踊養慾抑欲],
"978""沃浴翼淀螺裸来莱頼雷絡落酪乱卵欄濫藍蘭覧利吏履李梨理痢裏裡里離陸律率掠略劉流琉留硫粒隆竜龍慮旅虜了亮僚両凌料梁涼猟療瞭稜糧良諒遼量陵領力緑倫厘林淋燐琳臨輪隣鱗麟瑠塁涙累類伶冷励怜玲礼苓鈴隷零霊麗齢歴劣烈裂廉恋憐漣練聯"],
["840","連錬呂魯櫓炉賂路露労廊弄朗楼榔漏牢狼篭聾蝋郎六禄肋録論倭和話歪賄脇惑枠鷲亘鰐詫藁蕨椀湾碗腕"],
["989f","弌丐丕丱丶丼丿乖乘豫亊舒弍于亞亟亢亰亳从仍仄仆仗仞仟价伉佚估佛佝佗佶侈侏侘佩佰侑佯來侖儘俔俟俎俘俛俑俚俤俥倚倨倪倥倅伜俶倩倬俾們倆偃會偕偐偈偖偬偸傀傚傅傴"],
["9940","僉僊傳僂僖僞僥僭僣僮價僵儉儂儖儔儚儺儷儼儻儿兀兒兌兔兢竸兩兪兮冀冂囘册冉冏冑冓冕冖冤冦冢冪冫决冱冲冰况冽凉凛几處凩凭",
["980,"凰凵凾刄刋刔刎刧刮刳刹剏剄剋剌剞剔剪剴剩剳剿剽劍劔劒剱劑辨劬劭劼劵勁勞勣勦飭勳勵勸甸匍匐匏匕匚匣匯匱匳區卆卅丗卉卍凖卞卩卮夘卻卷厂厖厠厥厮厰厶參簒雙叟燮叮叨叭叺吁呀吭吼吮吶吩吝呎咏呵呱呷呰呻咀呶咄咐哇咢咸咬哄咨],
"a40,"咫哂咾咼哘哦唏唔哽哮哭哺哢唹啀啣售啜啅啖唸唳啝喙喀咯喊喟啻啾單啼喃喇嗅嗟嗄嗜嗔嘔嗷嘖嗾嗽嘛嗹噎噐營嘴嘶嘲嘸"],
"9a0","噫噤嘯噬噪嚆嚊嚠嚔嚥嚮嚶嚴嚼囃囀囈囎囑囓囗囮囹囿圄圉圈國圍圓嗇圜圦圸坎圻址坩埀坡坿垉垤垪垰埃埆埒埓堊埖埣堙堝塢塰毀塒堽塹墹墟墫墺壞墻墸墮壅壓壑壗壥壜壤壹壻壼夊夐夛梦夥夬夭夸夾竒奎奚奢奠奧奩"],
["b40","妁妝佞侫姆姜妍姙姚娥娟娑娚婀婬婉婢婪媚媼媾嫋媽嫣嫗嫦嫩嫖嫺嬌嬋嬖嬲嫐嬪嬶嬾孃孅孀孑孛孥孰孳孵斈宀",
[9b80",它宦宸寃寇寉寔寐寤實寢寥寫寰寶寳尅將專尓尢尨尹屁屎屏孱屬屮屹岌岑妛岫岻岼岷峅岾峇峙峩峽峺峭嶌峪崋崕崗嵜崟崛崔崢崚崙嵌嵒嵎嵋嵬嵳嶇嶄嶂嶢嶝嶬嶮嶽嶷巉巓巒巖已巵帋帚帑帶帷幄幃幀幟幢幤幇幵并广庠廁廂廈廏],["9c40","廖廣廚廛廡廨廬廱廳廴廸弉彜弑弖弩弭弸彁彈彌彎弯彗彙彡彭徃徂彿徊很徑徇徙徠徨徭徼忖忤忸忱恠"],"9c80""怩怎怱怛怕怫怏怺恚恁恪恷恟恍恤恂恬恫恙悁悍惧悚悄悖悗悒悧悋惠惓忰悽惆悵惘慍愕愆惶惷愀惴惺愡惻惱愍愎慇愾愨愧慊愼愬愽慂慄慳慷慘慙慚慴慯慥慱慟慝慓慵憙憖憇憔憚憊憑憫憮懌懊懷懈懆懋罹懣懺懴懽懼懾戀戈戉戍戌戔戛"],
["d40","戞戡戮戲戳扁扎扣扛扠扨扼抂抉找抒抓抖拔抃抔拗拑拏拿拆拈拜拌抛拉挌拮拱挧挂挈拯拵挾捍搜捏掖掀掫捶掏掉掟捫"],
["9d0","捩掾揩揀揣揉揶揄搖搆搓搦搶搗搨搏摯摶摎攪撕撓撥撩撈擒擅擇撻擘擂擱擧舉擠擡抬擣擯擶擴攀擽攘攜攅攤攣攫攴攵攷收攸畋效敕敍敘敞敲數斃斟斫斷旆旁旄旌旒旛旙旡昊昃昵昶昴昜晏晄晉晁晤晧晟晢晰暃暈暎暉暄暝曁暹曉暾暼"],
["9e40","曄暸曚曠昿曦曩曵曷朏朞朦霸朮朿朶杁朸朷杆杞杠杙杣枉枩杼杪枋枦枡枷柯枴柬柩枸柤柞柝柢柮枹柎柆柧檜栞框栩桀栲桎"],"980","梳栫桙档桿梟梏梭條梛梃檮梹梵梠椏梍桾椁棘椢椦椌棧棕椶椒椄棣椥棹棠椨椣椡楹楷楜楫楔楾椹楴椽楙椰楞楝榁楪榲榮榿槁槓榾槎寨槊槝槃榧榑榠榜榴槞槨樂樛權槹槲槧樅榱樞槫樒櫁樣樓橄樌樶橸橇橢橙橦橈樢檐檍檄檢檣"],["9f40",檗檻櫃櫂檸檬櫟檪櫚櫪欅蘖櫺欒欖鬱欟欷盜欹歇歃歉歐歙歔歛歟歡歸歹殃殍殘殕殞殪殫殲殱殳殷殼毆毋毓毟毬毫毳毯"]
["0","麾氈氓气氛氤氣汞汕汢汪沂沍沛汾汨汳沒沐泄泝沮沱沺泛泯泙泪洟衍洶洫洽洙洵洳洒洌浣涓浤浙涎涕濤涅渊涵淦涸淬淞淨淒淅淙淤淕淮渭湮渮湲湟渾渣湫渫湶湍渟湃渺湎渤滿渝溂溪滉溷滓溽溯滄溲滔滕溏溥溟潁灌滬滸滲漱滯漲滌"],
["e040","漾漓滷澆潺潸澁澀潯潛濳潭澂潼澎澑濂潦澳澣澡澤濆澪濕濬濔濘濱濛濺瀑瀁瀏濾瀛瀚潴瀝瀘瀰瀾灑炒炯烱炸炳炮烋烝"],["e8","烙焉烽焜焙煥煕熈煦煢煖煬燻熄熨燗熹燒燉燎燬燧燵燼燹燿爍爐爛爨爬爲爻爼牀牆牋牘牴牾犂犁犇犒犖犢犧犹犲狆狄狎狒狢狠狹狷倏猊猜猥猾獎獏默獗獪獨獰獸獵獻獺玳玻珀珥珮珞璢琥琲琺瑕琿瑟瑙瑁瑜瑩瑰瑣瑪瑶瑾璋璞璧瓊瓏瓔珱"],
["e",瓠瓣瓧瓩瓮瓲瓰瓱瓸瓷甄甃甅甍甕甓甞甦甼畄畍畉畛畆畚畩畤畧畫畭畸當疆畴疊疉疂疔疚疝疥疣痂疳痃疵疽疼疱痊痒痙痾痿"],
["180","痼瘁痰痺痲瘋瘍瘉瘟瘧瘠瘡瘤瘴瘰瘻癇癈癆癜癘癡癢癨癩癪癧癬癸發皀皃皈皋皎皖皓皙皚皰皴皸皺盂盍盞盡盥盧盪蘯盻眈眇眄眩眞眥眦眷睇睚睛睥睿睾睹瞎瞑瞞瞰瞹瞼瞽瞻矇矍矗矚矜矣矮砌砒砠礪硅碎碆硼碚碌碣碵磑磆磋磔碾磅磊],
["e240","磧磽磴礇礑礫祀祠祗祟祕祓祺祿禊禝禧禪禮禳禹秕秧秬秡稈稍稘稠稟禀稱稾穃穗穉穡穢穩龝穰穹穽窈窕窘窖窩竈"],
["e280","窶竄窿邃竇竊竍竕竓站竚竝竡竢竦竭竰笂笊笆笳笘笞笵笨笶筐筍笋筅筵筥筰筱筬筮箝箘箟箍箜箚箏筝箙篋篁篌箴篩簑簔篦籠簀簇篳篷簗簍篶簣簧簪簟簷簫簽籌籃籔籘籟籤籖籥粃粐粤粭粢粫粨粲粱粮粹糀糒糢鬻糯糲糴糶糺"],
e40","紂紕紊絅紮紲紿絆絖絮絏絣經綉綏綛綺綮綣綵緇綽綫總綢綯緜綸綟綰緘緝緤緞緻緲縅縊縣縡縱縟縉縋縢繆縵繃縷"],"e380",縲縺繧繝繖繚繹繩繼繻緕繽辮繿纈續纒纓纖纎缸缺罅罌罍罎罐网罕罔罘罟罠罩罧羂羆羃羈羇羌羔羝羚羣羯羲羹羮羶羸譱翅翆翕翔翡翦翩翹飜耄耋耒耘耜耡耿聒聘聟聢聨聲聶聹聽肄肆肅肛肓肭冐肬胥胙胝胄胚胖胯胱脛脩脣脯腋"],
["44",隋腆脾腑胼腱腮腦腴膃膈膊膀膠膕膤膣膓膩膰膵膾膸膽臀臂膺臉臍臑臙臘臈臚臠臧臺臻舁舂舅舊舍舐舖舩舫舳艀艙艘艝艚艟艤",
"e480","艢艨艫艱艷艸艾芍芒芫芟芻芬苡苣苟苒苳莓范苻苹苞茆苜茉茴茲茱荀茹荐荅茯茫茗茘莅莪莢莖茣莎莇莊荼莵荳荵莉莨菴萓菫菎菽菘萋菁菷萇菠菲萍萠莽萸葭萪萼蕚蒄葷葫蒭葮蒂葩葆萬葯葹萵蓊葢蒹蒿蒟蓍蒻蓐蓆蒡蔡蓿蓴蔗蔘蔬蔕蔔蓼蕣蕘"],
["540,蘂蕋蕕薀薤薈薊薨薔薛藪薇薜蕾薐藉薺藏薹藐藕藝藥蘊蘓蘋藾藺蘆蘢蘚蘰虍虔號虧虱蚓蚣蚪蚋蚌蚶蚯蛄蚰蛉蠣蚫蛔蛞蛬],
["80","蛛蛯蜒蜆蜃蛻蜑蜉蛹蜊蜴蜿蜷蜻蜥蜩蝠蝟蝸蝌蝎蝴蝗蝨蝙蝣蝪螢螂螯蟋蟐螫螳蟇螻蟠蠏蟶蟷蠎蟒蠑蠖蠕蠢蠱蠶蠧蠻衂衒衙衢衫袁袞衵衽袵衲袗袒袮袙袢袍袤袰袿袱裔裘裙裝裹褂裼裴裲褄褌褊褓襃褞褥褫襁襄褻褶褸襌褝襠襞"],
["60,"襦襤襭襪襯襴襷覃覈覓覘覡覩覦覬覯覲覺覿觀觚觜觝觸訃訐訌訛訝訥訶詁詛詒詆詈詼詭詬詢誅誂誄誨誡誑誦誣諄諂諫,
["e680","諤諱諠諞謌謚諡謖謐謳鞫謦謫謾謨譁譌譏譎證譖譛譚譫譟譯譴譽讌讎讒讖讙讚豁豈豌豎豐豕豬豸豺貂貉貊貍貎貔豼貘貭貪貲貮貶賈賁賤賣賚賽賺賻贄贅贇贏贍贐齎贓賍贖赧赭赳趁趙跂趾趺跏跚跖跌跛跋跪跫跟跣踈踉跿踝踞踐踟蹂踵踰踴蹊"],
"e7,"蹇蹉蹌蹐蹈蹙蹤蹠踪蹣蹶蹼躁躇躄躓躑躔躙躪躡躬躰軆躱躾軅軈軋軛軣軼軫軾輊輅輕輒輙輓輜輛輌輦輳輹轅轂輾轌轆轗轜",
["e780","轢轣辜辟辣辭辯辷迚迥迢迪迯邇迴迺逑逕逡逍逞逖逋逶逵逹迸遏遐遒逎遉逾遖遘遞遯遶隨遲邂遽邀邉邱扈郛鄂鄙鄲鄰酊酖酘酣酥酩酳醋醉醢醫醯醪醵醴醺釀釁釉釖釟釵鈞釿鈔鈬鈕鈑鉗鉉鉤鉈銕鉋鉐銜銖銓銛鉚鋏銹銷鋩錏鍄錮"]
"e840""錙錢錵鍜鍼鍮鍖鎬鎭鎹鏖鏨鏥鏃鏝鏐鏈鐚鐓鐃鐇鐐鐶鐫鐵鐡鑁鑄鑠鑢鑪鈩鑰鑵鑽鑚鑼鑾钁鑿閂閇閊閔閖閘閙",
"e880""閨閧閭閼閻閹閾闊闃闌闕闖關闥闢阡阨阮阯陂陌陋陷陟陦陲陬隍隘隕隧隱隲隰隴隶隸隹雋雉雍襍雜霍雕雹霄霆霈霓霑霏霖霤霪霰霹霽霾靆靈靂靉靜靠靨勒靫靹鞅靼鞁靺鞋鞏鞐鞜鞨鞦鞣鞳鞴韃韆韈韋韜韭齏韲竟韶韵頌頸頡頷顆顏顫顯"],
"e90","顱顴顳颱颶飆飩飫餃餉餒餔餡餝餞餤餠餬餽餾饂饉饅饐饋饑饒饌馗馥馭馮馼駛駝駘駑駭駱駲駻駸騁騏騅騙騫騷驅驂驃]["e980""驕驍驛驟驢驥驤驩驫驪骭骼髏髑髓體髢髣髦髯髫髮髱髻鬆鬘鬚鬟鬢鬣鬥鬧鬨鬩鬮鬯鬲魄魃魏魍魑魴鮓鮃鮑鮖鮗鮟鮠鮨鮴鯀鯊鯆鯏鯑鯒鯣鯤鯔鰺鯲鯱鯰鰕鰔鰉鰓鰈鰒鰄鰮鰛鰡鰰鱇鰲鱆鰾鱚鱠鱧鱶鱸鳰鴉鴈鳫鴃鴆鴪鴦鶯鴟鵄鴕鴒鵁鴿鴾鵆",
["e40""鵞鵤鵑鵐鵙鶉鶇鶫鵯鵺鶚鶩鶲鷄鷁鶸鶺鷏鷂鷓鷸鷦鷭鷯鷽鸚鸛鸞鹵鹹麋麌麒麕麑麝麥麩麸麪麭靡黌黎黏黐黜黝黠黥"],
["ea80",黴黶黷黹黼黽鼇鼈皷鼡鼾齊齣齠齦齧齬齷齶龕龜龠堯槇遙瑤凜熙],"ed40",褜鍈銈蓜昱棈鋹伃伹佖侒侊侚侔俍偀倢俿倞偆偰偂僴兤冝凬刕劜劦勀匀匇匤卲厲﨎咊咩坙坥垬埈埇"],
["ed80","塚增墲夋奛奣妤妺孖寀寬尞岦峵崧嵓﨑嵂嵭嶸嶹巐弡弴彧忞恝悅惞惕愠惲愑愷愰戓揵摠撝擎昀昕昻昉昮昞昤晥晗晴晳暙暠暲曺朎朗杦桒栁桄棏﨓楨﨔榘槢樰橫橆橳櫢櫤毖氿汜汯泚洄涇浯涖淸淲淼渹溿澵濵瀅瀇瀨炅炫焏焄煜煆煇凞燁犱]
["e40""犾猤猪獷玽珣珒琇珵琪琩瑢璉甁畯皂皜皛皦睆劯砡硎硤硺礰礼神祥禔福禛竑竫箞精絈綷綠緖繒羡羽茁荢荿菇菶葈蒴蕙"],"ee0","蕫﨟薰蘒﨡蠇裵詹誧誾諸諶譓譿賰賴贒赶﨣逸遧郞都鄕釗釞釭釮鈆鈐鉀鈼鉎鉙鉑鈹鉧銧鉷鉸鋧鋙鋐﨧鋕鋠鋓鋻﨨錞鋿錝鍗鎤鏞鏸鐱鑅鑈閒隆﨩霳霻靃靍靕顥飼驎髙髜魵魲鮏鮻鰀鵰鵫],
["eee","ⅰ",9"￢￤＇＂"],
["f00",",62],
["f0",",14],"f14,"",62
[10","",124],240,",62],
["80""",124],
["f40",""62,
["f3""",2"440","",62]
["f480,"",24],["40","",62]
["f50",12],
64","",2],"680",",14],
[f74,"",62],
70"",2],
[f40","",2],
["f880",",124],
["0","],
["a40","ⅰ,9,Ⅰ",9,"￤＇＂㈱№∵纊褜鍈銈蓜俉昱棈曻彅丨仡仼伹佖侒侊侚侔俍偀俿倞偆偰偂僴僘兊]
["fa0"兤冝冾凬刕勀勛匀匇匤厓厲叝咊哿喆坙垬埈埇﨏塚增墲夋奝奣妤孖寀甯寘寬尞岦岺嵓﨑嵂嵭嶸嶹巐弴彧德忞悅悊惞惕愠惲愑愷愰憘戓揵摠撝擎敎昀昕昻昉昮昤晥晗晙晴晳暠暲曺朗杦枻桒柀桄棏﨓楨﨔樰橳櫢櫤毖氿汯洄浯"],
"fb40","涖涬淏淸淲淼渹湜渧澈澵濵瀅瀨炅炫焏焄煜煆煇凞燁燾犱犾猤獷玽珉珣琇珵琦琪琩琮璟甁畯皜皞皛皦益睆劯硎硤礰礼神"]
["fb8""禔福禛竑竧靖竫箞精絈絜綷綠繒罇羡茁荢荿菇菶葈蒴蕓蕙蕫﨟薰蘒﨡蠇裵訒訷詹誧誾諟諸諶譓譿賰賴贒赶﨣軏﨤逸遧郞都鄕鄧釚釗釞釭釮釤釥鈆鈊鈺鉀鈼鉎鉙鉑鈹鉧銧鉷鉸鋧鋗鋐﨧鋕鋠鋓錥錡鋻錞錝錂鍰鍗鎤鏆鏞鏸鐱鑅鑈閒隆﨩隝隯霳霻靍靏靑靕顗顥飯飼餧馞驎"]
["f40","髜魲鮏鮱鰀鵰鵫鶴鸙黑]
]
